{
  "subtitle": "", 
  "description": "Uko Nyampinga w'u Rwanda 2012 yashishikariye kugera ku ntego ze", 
  "language": "kin_RW", 
  "title": "Nawe wabigeraho", 
  "primary_category": "fcb4fcdc99164b7d87a4148fb5b23cf5", 
  "created_at": "2016-02-03T06:13:56+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-02-16T12:11:45.601320+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Nitwa Aurore Mutesi Kayibanda, mfite imyaka 20 y’amavuko. Mbana n’ababyeyi banjye n’abavandimwe banjye batatu ku Kimironko.\r\n\r\nNatangiye gukunda iyerekanamideli bikomeye kuva mfite imyaka 13 ari nabwo natangiye kugira icyo mbisobanukirwaho. Najyaga nkunda guherekeza mukuru wanjye mu myitozo muri sosiyete ya Daddy de Maximo, nkihagera bwa mbere nahise nkunda ibyo nahabonye. Ngeze ku myaka 17, ninjiye muri sosiyete yitwa “Premier Modeling Agency” cyangwa PMA mu magambo ahinnye y’Icyongereza, ntangira ntyo kwerekana imideri mu bukwe n’ibindi birori. Naje kubona ko abantu batita ku mideri cyane iyo bategura ibijyanye no kwakira abantu mu birori, mpita ntekereza ko icyo kibazo nakibonera umuti binyuze mu gutangiza sosiyete yanjye bwite. \r\n\r\nIgitekerezo cyanjye nagihaye agaciro cyane kandi nagombaga kugumana iryo shyaka kugirango mbashe kubigeraho. Nagishije inama abantu bamenyereye ubucuruzi ndetse ntangira kuganiriza bamwe bo mu rungano igitekerezo cyanjye. Buri wese yarambwiraga ngo ninkomereze aho. Ababyeyi banjye baranshyigikiye bikomeye, bakundaga kumbwira ko ibitekerezo bigira agaciro gakomeye kurusha amafaranga, kandi bishimiraga ko ndi gukurikira inzozi zanjye. Muri Nyakanga 2011, nibwo nafashe icyemezo cyo gutangiza sosiyete yanjye, nahise ntangira “Ikobe Glamorous Company”.\r\n\r\nIzina “Ikobe” narihisemo kubera impamvu ebyiri. Bwa mbere nahawe igitekerezo n’umuhanzi witwa Kitoko, ariko papa, Grocias Kayibanda, yamfashije cyane kurigumaho. Yanyigishije ko Ikobe ari igikoresho cyifashishwaga ibwami mu guhererekanya amajwi ahantu harehare, bityo kikifashishwa mu gutwara ubutumwa muri rubanda. Icyo nicyo nashakaga ko sosiyete yanjye ikora: kugeza urubyiruko kure kandi bagashishikazwa no gukora ibyo bakunda.\r\n\r\nKu ikubitiro, twinjizaga amafaranga y’u Rwanda ibihumbi 20 ku munsi, ariko ibyo ntibyaduciye intege na busa, n’ubundi Umujyi wa Roma ntiwubatswe umunsi umwe. Sosiyete yakomeje kwiyubaka kugera ubwo twinjiza ibihumbi 150 ku munsi, n’ubwo umubare w’amafaranga ugenda uhinduka bitewe n’umubare w’amasaha twakoze.\r\n\r\nNterwa ishema cyane no kuba narakurikiye inzozi zanjye kuva nkiri umwana muto. Kuri ubu nshyigikiwe n’abantu bankikije, ku buryo abantu bakuze kandi bafite inararibonye kundusha batangiye kuza kunsaba ubufasha. Ndifashije mu bijyanye n’amafaranga, kandi igishimishije ni uko nabashije guha akazi abandi bakiri bato kugirango nabo bagire icyo bigezaho. Tugira uruhare mu guteza imbere ubukungu bw’u Rwanda, kandi ibi tubikorana icyubahiro igihugu cyacu gikwiriye.\r\n\r\nNtabwo dufite ibibazo by’umwihariko mu mikorere yacu ariko kimwe no mu bundi bucuruzi, hari igihe ibintu biba bitameze neza. Rimwe na rimwe tugira imbogamizi zo kurangiza akazi twahawe mu gihe gikwiriye; hari igihe biba bidakunze ko tubigeraho ariko buri gihe tuba tugomba kurangiza akazi kose mu gihe gikwiriye. Ubwo twatangizaga Ikobe, ntitwari dufite akazi kenshi, ariko twishimira ko nyuma yaho, icyo kibazo ubwacyo cyaje kwibonera umuti.\r\n\r\nInzozi zanjye ni ukugeza Ikobe ku rwego mpuzamahanga. Niba hari ikintu nshaka ko abakobwa bakiri bato bakura mu nkuru yanjye, ni ukumenya ko niba hari ubushobozi, haba hari n’inzira. Buri wese burya agira aho atangirira. Kandi niba udafite ubwoba, uzamenya uburyo inzozi zawe zahinduka impamo.\r\n\r\nKwiyizera byatumye ngera ku ntego nyinshi, harimo n’imwe nini cyane: kwambikwa ikamba rya Nyampinga w’u Rwanda 2012, kandi ni ikintu nifuje kuva kera. Ababyeyi banjye n’inshuti zanjye bari bashishikajwe cyane n’aya marushanwa bityo bakantera ishyaka ryo kubigerageza. Ubwo namenyaga ko natsinze, umutima wanjye wuzuye ibyishimo, inzozi zanjye zari zihindutse impamo. Ni ukuri iryo kamba hari icyo rivuze kuri njye. Nagize nti ubu mpawe guhagarira u Rwanda kandi nuzuze inshingano nahawe binyuze mu muntu mfataho urugero rukomeye, Perezida wa Repubulika Paul Kagame. \r\n\r\nBakobwa, n’ubwo hari ibyo wifuza kugeraho mu buzima, iteka ujye uha agaciro abandi bantu, wiyubahe, kandi ube inyangamugayo. Haguruka ukore icyo usabwa buri munsi uri imbere yawe", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": "d574484b6eca4bb3968952576797ef80", 
  "published": null, 
  "position": 2, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "niba-ubishaka-ushobora-kubikora", 
  "uuid": "027ee6ea0cfc450aa89ae768987a9d3b"
}