{
  "subtitle": "", 
  "description": "Umunyamakuru Isheja Sandrine hamwe na Solange w’umucuruzi, bagize icyo bavuga ku mukobwa ufite amafaranga.", 
  "language": "kin_RW", 
  "title": "Natwe Turayakorera", 
  "primary_category": "fcb4fcdc99164b7d87a4148fb5b23cf5", 
  "created_at": "2016-03-01T14:36:19.099011+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-03-01T14:36:19.099215+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Mu muco nyarwanda, gukorera amafaranga no kuyatunga byari byihariwe n’abasore. Muri ibi bihe, abakobwa na bo barayakorera kandi barayatunze, ariko abantu bose ntibabyakira kimwe. Ni yo mpamvu abanyamakuru ba“Ni Nyampinga” twegereye abakobwa babiri bakoze cyane ngo babone amafaranga ubu bakaba bayafite, kugira ngo bagire icyo baganirira abandi, bababwire uko babona umukobwa ufite amafaranga. Abo bakobwa ni Sandrine na Solange, umwe akaba atuye mu cyaro, undi mu mugi.\r\n\r\nButera Isheja Sandrine afite imyaka 27. Avuka mu muryango w’abana batatu, ariko afite mama we gusa. Yakunze kwiga, agatsinda, bituma ajya muri kaminuza, none ubu ni umunyamakuru kuri radiyo, akaba n’umushyushyarugamba (MC).\r\n\r\nSandrine avuga ko iyo wiha icyo ukeneye kandi ntawe ugisaba biba ntako bisa. Ati “nabashije kwirihira ikiciro cya gatatu cya Kaminuza, nigurira ikibanza ndetse ndateganya no kwigurira imodoka.”\r\nSandrine yaganiriye na Solange, we afite imyaka 24, ariko na we yarakoze cyane kugira ngo abone igishoro maze yihangira umurimo.  Ubu afite resitora ye ku giti ke yitwa Umucyo. Akorera mu gasantire (centre) ka Kirambo, mu karere ka Gakenke. Avuka mu muryango w’abana cumi na babiri, ariko na we afite mama we gusa.\r\n \r\nSolange na we yishimira kuba afite amafaranga ye ku giti ke. Ati: \"Ubu nta kintu na kimwe nsaba umubyeyi wange, ahubwo ni nge umufasha.  Ubu natangiye no kwizigamira kugira ngo amafaranga mbona azangirire akamaro no mu gihe kizaza.\"\r\n\r\nSolange yabajije Sandrine niba ahura n’ibibazo kubera ko afite amafaranga. Sandrine ati: \"No mu mugi, iyo ugize amafaranga bamwe mu nshuti zawe bagufata nk’umwirasi kandi utari we. Bakavuga ko ubirengagiza ntubasure. Ariko rwose nkora cyane kugira ngo mbone uko mbona n’umwanya wo kuba ndi kumwe n’inshuti zange hamwe n’umuryango wange.\"\r\n\r\nSolange na we yabwiye Sandrine uko i Kirambo bamufata kuko afite amafaranga. Ati \"Ubu abantu barantinya ngo mfite amafaranga! Nari mfite inshuti y’umuhungu, na yo yaranyanze. Ngo ubwo ndimo gushakisha amafaranga, ngo abasore ni ho bazambonera. Ngo ubwo nzigenga nkore ibyo nshaka byose kuko mfite amafaranga!\"\r\n\r\nSandrine yabajije Solange niba uko abantu bamwe bamufata nabi bitamuca intege, Solange  amusubiza ko afite uburyo akoresha kugira ngo adacika intege. Ati : \"Mfite ibanga. Ngira intego. Mporana ikizere, kandi nkagaragaza ikinyabupfura mu bantu bose.\"\r\n\r\nSandrine na Solange bagira ba \"Ni Nyampinga\" inama yo guhaguruka bagakora bagashaka amafaranga, bityo bakabasha kwiha icyo bashaka cyose. Ngo n’ubundi “ak’imuhana kaza imvura ihise”.", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": "af5a19b6bb2f426b9e486d1da2332d57", 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "natwe-turayakorera", 
  "uuid": "02cd239b035d4f208a4c3f61b0710798"
}