{
  "subtitle": "", 
  "description": "Seven things you need to know about your first period.", 
  "language": "eng_GB", 
  "title": "Your first period?", 
  "primary_category": "c79f02dac37d49e3962996b82f439f85", 
  "created_at": "2016-03-10T10:57:39.727418+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-03-10T10:57:39.727621+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Alice is 12 years old. She wrote to Ni Nyampinga seeking advice for what to do when she gets her first period. \r\n\r\nAlice, so many girls have written to me wondering the exact same thing. To all of my young nieces out there who are anxiously awaiting their first periods, let me take the time to answer any questions you might have and offer you a bit of guidance.  I’m thrilled to be back with Issue 13 of Ni Nyampinga!\r\n\r\n**SEVEN THINGS YOU NEED TO KNOW ABOUT YOUR PERIOD** \r\n\r\n**1.\tINFORMATION IS EVERYTHING!**\r\n\r\nKnowing the facts about getting your period is so important. If you have any questions about going through puberty ask your mum, an aunt or an older friend—someone you feel comfortable with who’s been through these changes herself! She’ll be able to teach you about different sanitary products like pads and dedicated pieces of clothing that help you stay clean so you can keep going to school and enjoying your everyday life.\r\n\r\n**2.\tNO SHAME**\r\n\r\nWhen you get your first period, don’t panic! Want to know why? It’s totally normal. Every girl gets a menstrual period, so don’t feel frustrated or embarrassed. On average, girls start menstruating when they’re about 12 years old, but it’s possible to get your first period earlier than that and even as late as age 18.  \r\n\r\n**3.\tBE PREPARED**\r\n\r\nIt’s a good idea to carry a sanitary pad with you in case your period starts unexpectedly. And don’t worry—you’ll know when you’re starting your period before it ends up on your dress. You’ll notice some light spotting or darker discharge on your underwear when you go to the bathroom. At this point, you can put on the pad or other sanitary product that you’ve been carrying with you. Remember to ask a woman you trust how to put on a pad before your first period starts so you’ll know what to do. If you need some extra tips, check out Issue 10 of Ni Nyampinga. \r\n\r\n**4.\tKNOW WHAT’S COMING…**\r\n\r\nWhen you’re on your period, you might not feel your best. It is possible you might get backaches, stomach cramps, headaches or feel tired. You might also break out in pimples on your face, back, or chest. This is all normal. Most of the time, these symptoms will go away after your period ends, but they might last longer as a result of your body’s hormones. If you’re experiencing any prolonged pain or discomfort, tell a woman you trust or go to see your doctor. \r\n\r\n**5.\tKEEP CLEAN**\r\n\r\nMake sure you keep your body nice and clean when you’re on your period. You don’t need to sit in the bath all day, but try to bathe or shower once in the morning and once in the evening. Your period flow tends to vary—some days will be heavier than others, so you can adjust how often you change your pad. If you’re experiencing a heavy flow, you’ll want to change it several times a day to avoid any leaks or unpleasant smells. Many schools have girls’ restrooms where you can go to change your pad—just don’t forget to throw used ones away! If you’re using reusable pads, wash them in cold water with soap and then dry them in the sun or iron them. When you’re in the bath cleaning your body’s intimate areas, use water without soap.\r\n\r\n**6.\tDON’T BE FOOLED BY BAD INFO**\r\n\r\nYou may have heard that having sex can cure symptoms of your period or even improve your physical appearance. That’s simply not true! Having sex has no effect on what you look like and won’t “cure” you of your period or anything that comes along with it. If you decide to engage in sexual intercourse, always use protection to avoid unwanted pregnancies and sexually transmitted diseases.\r\n\r\n**7.\tBE AWARE OF RISKS**\r\n\r\nHaving your period means you’re able to get pregnant. Sexually transmitted diseases like HIV can be passed on at any time, whether or not you’re menstruating and even before you get your first period. So if you decide to have sex, make sure you always use protection to avoid unplanned pregnancies and STDs. Do you know all the different ways you can protect yourself? Which one sounds the best to you? If you’re not familiar with the different forms of protection you can use, ask a woman you trust or go to a youth center or doctor’s office so you’re well aware of how to keep your future bright and beautiful. \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "48dee55be3ec463da4fe2a8d55ea65ed", 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "your-first-period", 
  "uuid": "06874a6105e8497c8d7e60a6c3f248a9"
}