{
  "subtitle": "", 
  "description": "Read about the musician's life and his journey. ", 
  "language": "eng_GB", 
  "title": "A Talk with Bruce Melody", 
  "primary_category": "476504c860f241978ef52251c493455f", 
  "created_at": "2016-03-10T10:46:33+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-03-16T12:55:47.486432+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Ni Nyampinga was thrilled to chat with Bruce Melody, one of our absolute favourite musicians. We know you all love him as much as we do since you text us all the time at 1019 asking us to play his songs on the radio! Bruce Melody’s real name is Bruce Itahiwacu. He’s 23 years old, comes from a family of four children, and has one child of his own. \r\n\r\n**NN**: When did you start singing?\r\n\r\n**Bruce**: I started a long time ago. When I was a little boy, I sang in a children’s choir. I’ll never forget one of the songs we used to sing, called “Agatama ka Yesu,” or “Jesus’s Little Lamb.”\r\n\r\n**NN**: So how did you start singing solo? \r\n\r\n**Bruce**: I’d always wanted to be a solo artist, but I was born into a rich family and my parents disapproved. However, over time, our situation changed and as a result I was able to look at singing as a business as a way of supporting the family.  \r\n\r\n**NN**: What was the song that launched your career and made you so popular?\r\n\r\n**Bruce**: It was a song called “Tubivemo.”\r\n\r\n**NN**: Did you come up against any challenges when you were first trying to get famous?\r\n\r\n**Bruce**: For a lot of people working with promoters can be a challenge, but it wasn’t a problem for me. I think girls have more of a tough time because there’s so much sexual exploitation and corruption in the industry. \r\n\r\n**NN**: What advice would you give to girls who want to make music their career?\r\n\r\n**Bruce**: Find someone to act as your manager. If you want to do it all by yourself, know that you might run into these kinds of problems and try to have a solution ready in advance.  \r\n\r\n**NN**: We have a question from one of our Ni Nyampinga listeners. What’s your favorite kind of food?\r\n\r\n**Bruce**: I love Irish potatoes no matter what recipe they’re in. \r\n\r\n**NN**: Do you know how to cook them?\r\n\r\n**Bruce**: Yeah, I can cook anything! Normally, I cook on Sundays. Even if I’m with my sisters or my girlfriend, if it’s Sunday, I do the cooking. \r\n\r\n**NN**: How do you cook your food?\r\n\r\n**Bruce**: I cook on charcoal or on a gas stove.   \r\n\r\n**NN**: Bruce, a lot of Issue 13 of Ni Nyampinga is about girls keeping themselves safe. Can we ask your thoughts on that? \r\n\r\n**Bruce**: I don’t like harassment of any kind and I’m happy that some forms of it are being stamped out. For example, when I was young, people used to say nasty things about girls who wore trousers. This isn’t the case any more although that’s not to say that sexual harassment and abuse are completely gone. We still have a long way to go. There are still boys who will whistle if they see a girl walking past them at a market. They’ll shout disrespectful things at her, and they don’t even know her. The road to eliminate sexual harassment is a long one and we have to join together to fight against any sort of bullying or violence.\r\n\r\n**NN**: Thank you so much on behalf of all of us at Ni Nyampinga.\r\n\r\n**Bruce**: Thank you very much. \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "8000bd1c38bf40bf808cbb592b4fd77f", 
  "published": null, 
  "position": 6, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "talk-bruce-melody", 
  "uuid": "14828e93e9794b39a787d241dc38170d"
}