{
  "subtitle": "", 
  "description": "Ese umukobwa utunze amafaranga, aho atuye bamufata gute? Reba uko abanyeshuri biga ikansi batubwiye.", 
  "language": "kin_RW", 
  "title": "Umukobwa n'amafaranga", 
  "primary_category": "fcb4fcdc99164b7d87a4148fb5b23cf5", 
  "created_at": "2016-03-07T14:10:03+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-03-16T12:30:25.986772+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "“Umukobwa n’amafaranga” ni insanganyamatsiko abanyeshuri 19 banditseho, mu irushanwa ryari ryateguwe na “Ni Nyampinga”. Aba banyeshuri biga ku kigo cy’amashuri yisumbuye cya Mutagatifu Fransisko wa Assise, kiri mu karere ka Gisagara, bagombaga kugaragaza mu nyandiko uko babona umukobwa ufite amafaranga ndetse n’uko babona abandi bamufata.\r\n\r\nUmunsi wo gutoranya abatsinze waranzwe n’imyidagaduro. Imbyino, amakinamico, ibiganiro bisetsa, indirimbo ndetse n’iyerekanamideri, byari akataraboneka.\r\n\r\nEric w’imyaka 18, ukomoka mu karere ka Rusizi ni we wakoze inkuru yahize izindi. Mu mwandiko we yagaragaje uburyo butari bwiza umuryango nyarwanda ufatamo umukobwa ufite amafaranga. \r\n\r\n Ati: “… Kuva kera hari imvugo igira iti ‘Dipolome (impamyabumenyi) y’umukowa ni umugabo.’ Bashaka kwerekana ko iyo umukobwa abonye umugabo ibibazo byose biba bikemutse, nta kandi kazi aba akeneye, uretse gukora imirimo yo mu rugo. Ibi byatumaga abakobwa batita ku ishuri ngo bategure ejo habo heza, bakitoza gusa imirimo yo mu rugo no kwita ku mugabo…”\r\n\r\nDelphine ufite imyaka 21, ukomoka mu karere ka Huye, ni we waje ku mwanya wa kabiri. Mu nyandiko yakoze na we yavuze ku mukobwa witwa Mahoro ukwiye kuba ikitegererezo, kuko atita ku kuntu bamwe mu bagize umuryango nyarwanda bamubona nabi, ahubwo we akomeza gukorera amafaranga ashyizeho umwete. \r\nMu nkuru yanditse, aragira ati: “Mahoro ni umukobwa w’umunyamafaranga wihangiye umurimo ubyara inyungu, nyuma akaza kubona akazi kisumbuyeho ku byo yakoraga. Muri sosiyete atuyemo bamufataga ku buryo butandukanye. Bamwe ngo arirata, arasuzugura, yewe ngo ntazabona n’umugabo, kuko abenshi bamutinyaga. Muri rusange ubundi hari ukuntu sosiyete ifata umukobwa mu buryo budakwiriye, nk’uhinnye amaboko ategereje ibitangaza gusa; mu gihe afite ububasha n’ubushobozi bwo kuba yakwiteza imbere n’umuryango we, ndetse n’igihugu cye atuyemo…”\r\n\r\nMuri iyi nyandiko ya Delphine, Mahoro yatanze inama ku kuntu dukwiriye kubona umukobwa ufite amafaranga.  \r\nYagize ati: “Ku bwange mbona bidakwiriye ko sosiyete yakwibaza byinshi bitandukanye kandi bitari byiza kuri uyu mukobwa ufite amafaranga. Kuko kuri ubu igihugu cyacu cy’u Rwanda kitifuza umukobwa witesha agaciro kandi wiyandarika; ahubwo gishaka umukobwa wagira icyo yimarira mu mbaraga afite we ubwe...”\r\n\r\nNk’uko byanagarutsweho mu kiganiro mpaka cyabereye muri iki kigo cya Mutagatifu Fransisiko wa Assize bavuga ku nkuru yahize izindi, Eric yagize ati: “Sosiyete nyarwanda ikwiriye gufata umukobwa ufite amafaranga nk’igisubizo, kuko umukobwa na we ayakorera nk’uko umuhungu na we ayakorera. Kuko iyo umukobwa akorera amafaranga, inyungu zigera kuri bose.”\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "a5f73aaa3f9f467f827ec400d026f083", 
  "published": null, 
  "position": 8, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "umukobwa-namafaranga", 
  "uuid": "1661cc7545db40cda30b0c624d97d690"
}