{
  "subtitle": "", 
  "description": "\"Ntabwo natinyaga gukina n'abahungu\"", 
  "language": "kin_RW", 
  "title": "Uko urukundo n'impano mfite muri ruhago byampesheje kwigira ubuntu", 
  "primary_category": "fcb4fcdc99164b7d87a4148fb5b23cf5", 
  "created_at": "2016-02-22T07:51:19+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-03-01T10:33:02.957116+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Nitwa Agatha Iririkumutima, mfite imyaka 15 y’amavuko nkaba ndi umukinnyi w’umupira w’amaguru. Bitewe n’urukundo ndetse n’ubushake bwo guteza imbere impano yanjye, ubu nigira ubuntu mu ishuri ryisumbuye rya Mutunda muri Segiteri ya Mbazi mu Karere ka Huye. Ubu niga mu mwaka wa mbere. Mbana na mama wanjye nkaba ndi umwana wa kane mu muryango wanjye, abavandimwe banjye ni abakobwa babiri n’ umuhungu umwe. \r\n\r\nGukina ruhago byari ibintu bisanzwe kuri njye. Mu gihe abahungu duturanye muri Segiteri ya Kibeho mu Karere ka Nyaruguru babaga bagiye gukina, narabakurikiraga. Ntabwo natinyaga gukina n’abahungu. Nakundaga ruhago, nta bindi. \r\n\r\nUbwo nari mfite imyaka 12 niga mu mwaka wa kane w’amashuri abanza, nagerageje kujya mu ikipe ku ishuri ribanza rya Saint Paul ry’I Kibeho. Maze kumenya ko banyemereye, nahise menya ko umwuga wo gukina ruhago utangiye ubwo. Ubwo natangiye gukina mu marushanwa n’andi makipe yo mu mashuri abanza yo muri ako gace. Ubuhanga bwanjye bwatangiye gutangaza benshi, nuko nyuma y’imyaka ibiri, ntoranywa kujya mu ikipe yo mu karere yahuriragamo abakinnyi b’abahanga bo mu Karere ka Nyaruguru.\r\n\r\nTwaje gutumirwa mu marushanwa mu Ntara y’Iburasirazuba, yagombaga guhuza amakipe akomeye yo mu gihugu. Nk’uko bisanzwe nakoranye umurava. Nyuma y’umwe mu mikino, Umuyobozi w’ishuri ryisumbuye rya Matunda aranyegera ambwira ko yatangajwe n’imikinire yanjye. Yansabye kuza kwiga mu kigo cye, ahita anyemerera ko nzigira ubuntu.\r\nNarabyemeye hanyuma njya I Mutunda ari naho nkiga ubu. Ikipe yacu yitwa “Les Lionnes”, bisobanura “Intare z’Ingore” mu Kinyarwanda. Ubwo natangiraga, twakinaga n’amakipe yo muri ako gace gusa, kandi tugatwara ibikombe. Twaje kuzamurwa mu cyiciro cya mbere, none ubu duhangana n’amakipe akomeye yo mu mashuri yose yo mu Rwanda. Rimwe nigeze no kujya gukinana n’ikipe yanjye ku rwego mpuzamahanga mu Burundi mu biruhuko by’umwaka ushize. \r\n\r\nNifuza kuzaba umukinnyi w’icyamamaze, kandi nizera ko bishoboka cyane. Inama nagira abandi bakobwa ni ukwitanga no gushishikara mu gihe bakurikiye inzozi zabo. Iyo ukoresha impano zawe ku kigero cyo hejuru, uba uri kwiremera amahirwe azagufasha kugera ku hazaza h’ubuzima bwawe. \r\n\r\n**AHO NKOMOKA BARAMFASHIJE CYANE**\r\n \r\nAgatha ashyigikiwe n’abantu benshi kubera ukuntu atagira ubwoba n’uko ashishikazwa no kugera ku ntsinzi.\r\n\r\nSandrine Mukashyaka, Kapiteni w’ikipe “Les Lionnes” agira ati: “Ikipe yacu yateye imbere cyane, kandi byose tubikesha uko abayobozi b’ikigo bazana izindi mpano nshya ndetse bakazishyigikira. Buri wese yemera ukuntu Agatha ari umuhanga cyane. Twanamuhimbye ‘Messi’, izina ry’umukinnyi w’icyamamare wa Barcelona”.\r\n\r\nPatrice Cyubahiro, umucungamutungo w’ishuri ryisumbuye rya Mutunda nawe ati: “Bidutera ishema nk’abayobozi iyo dufashije abana b’abakobwa guteza imbere impano zabo ari nako tubaha uburezi bukwiriye, kandi iki ni ikintu cyari kubagora kubona iyo badahabwa imyanya hano. Iyo ababyeyi, abaturanyi n’abarimu bashyize hamwe bagafasha abana b’abakobwa, hari ibintu byinshi byiza bageraho”.", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "468db9b5da2144d2ae2b0913dfad5fc4", 
  "published": null, 
  "position": 2, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "uko-urukundo-nimpano-mfite-muri-ruhago-byampesheje-kwigira-ubuntu", 
  "uuid": "188a6f165e774f578ec02688cc6e87e5"
}