{
  "subtitle": "Ibishishi Mu Maso", 
  "description": "Oya, Gukora Imibonano Ntibikiza Ibishishi", 
  "language": "kin_RW", 
  "title": "Ibishishi Mu Maso", 
  "primary_category": "32da3de0f0404fddaf4f28137c2ee64c", 
  "created_at": "2015-11-23T09:38:12+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-01-18T18:13:44.608033+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "**IKIBAZO:** Muraho? Ni iki gituma inkumi n’abasore bagira ibishishi? Ese ni ukuri ko bikizwa no gukora imibonano mpuzabitsina?  Uwase, i Nyamasheke.\r\n\r\nUmva nkubwire, kugira ibishishi mu maso ni ibikunda kuba ku mukobwa cyangwa se umuhungu igihe batangiye ubwangavu n’ubugimbi. Impamvu ibitera nta yindi, ni uko muri iki gihe umubiri w’umwana w’umukobwa cyangwa uw’umuhungu utangira kuvubura umusemburo mwinshi ugendana n’uruhu rwe witwa sebum. \r\n\r\nUyu musemburo rero iyo umaze kuvuburwa, hari uruhu rwa bamwe mu bakobwa n’abahungu rutawakira neza, maze kubera kutamenyera ukaba watuma uruhu ruzana utu duheri. Ibingibi rero nta wundi muti ubikiza. Uko imyaka igenda yicuma, umubiri wa wa mwangavu cyangwa ingimbi wazanye ibishishi mu maso ugenda umenyera wa musemburo, bya bishishi bikagenda bishira buhoro buhoro.\r\n\r\nGukora imibonano mpuzabitsina, nta bwo bikiza ibishishi rwose. Uretse no kudakiza ibishishi kandi gukora imibonano mpuzabitsina nta kintu na kimwe bivura. Imibonano mpuzabitsina ikorwa kugira ngo habeho kubyara umwana. Ariko niba warwaye ibishishi byinshi, nakugira inama yo kujya kwa muganga. \r\n\r\nHari igihe bibaho koko rero ko ibishishi bishobora kuryana ku muntu ubifite akabangamirwa. Icyo gihe ajya kwa muganga w’uruhu. Na ho iyo bitamurya, arihangana kuko biba bizashira umubiri we umaze kumenyera wa musemburo.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "d55e07eb13304d339cf182cc005e5f3a", 
  "published": null, 
  "position": 116, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "ibishishi-mu-maso", 
  "uuid": "208301bb63de4361bb90ed6cc51b1c7a"
}