{
  "subtitle": "Ni ubwa mbere ugiye mu mihango? Dore ibintu birindwi ukeneye kumenya", 
  "description": "Ni ubwa mbere ugiye mu mihango? Dore ibintu birindwi ukeneye kumenya", 
  "language": "kin_RW", 
  "title": "Ibintu birindwi ukeneye kumenya ku byerekeye imihango", 
  "primary_category": "32da3de0f0404fddaf4f28137c2ee64c", 
  "created_at": "2015-11-04T10:22:56+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-11-18T13:27:21.277218+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "*Alice afite imyaka 12. Yandikiye “Ni Nyampinga” agisha inama y’uko azabigenza nabona imihango bwa mbere. \r\nBa Nyampinga bisengeneza banjye nkunda mutarabona imihango ya mbere, mfashe uyu mwanya ngo ngire inama Alice. Muyigire iyanyu mwese. Ndaza no gusubiza n’ibindi bibazo mwabajije. Ndabakunda cyane, \r\nShangazi.*\r\n\r\n\r\n**NIBA UTARABONA IMIHANGO YAWE YA MBERE, DORE IBINTU BIRINDWI BYAGUFASHA KWITEGURA NEZA :**\r\n\r\n**1.        GIRA AMAKURU AHAGIJE:**\r\nKugira amakuru ahagije birafasha. Ni yo mpamvu ibibazo wibaza ku bwangavu ugomba kubibaza Mama, undi mubyeyi cyangwa umukobwa mukuru wisanzuraho. Na bo banyuze mu bwangavu, bazi neza icyo wakora. Mbere y’uko utangira kubona imihango, bazakubwira ibyo uzajya wifashisha nka “cotegisi” (sanitary pads) cyangwa utwenda dusukuye twabigeneye, kugira ngo igihe uzaba uyirimo uzajye ukomeza imirimo yawe ya buri munsi, nko kujya ku ishuri n’ibindi.\r\n\r\n**2.        NTUGIRE ISONI:**\r\nNutangira kujya mu mihango, ni ibintu bisanzwe bizaba bitangiye kukubaho. Ntuzagire isoni. Uzi impamvu? Kujya mu mihango biba kuri buri mukobwa, ndetse n’abagore bajya mu mihango. Zirikana ko bishobora gutangira kukubaho ukiri muto, ku myaka 12, cyangwa na mbere yayo. Hari n’ubwo utinda kubona imihango ya mbere, ukanageza imyaka 18 ukiyitegereje. \r\n\r\n**3.        TEGANYA:**\r\nIbyiza ni uko wagendana ka kantu wagennye uzajya ukoresha mu gihe wabonye imihango kugira ngo utiyanduza, kuko iya mbere utazi igihe izazira. Kandi humura, imihango iza mu buryo umukobwa abasha kubibona atariyanduza. Ikibikubwira, ni nk’iyo ugiye mu bwiherero ugasanga watangiye kwanduza umwenda w’imbere, uriho ibintu bisa n’amaraso. Icyo gihe uhita ufata ya “pad” cyangwa ikindi wagennye ugendana wabikanye isuku, maze ukambara. Uzabaze umuntu wisanzuraho uko bambara icyo uzajya ukoresha hakiri kare. Mu kinyamakuru “Ni Nyampinga” nomero ya 10, na ho harimo uko wakwambara “pad”.\r\n\r\n**4.        ZIRIKANA:**\r\nIgihe uzajya uba wegereje kujya mu mihango, cyangwa se uyirimo, ushobora kuzajya wumva wacitse umugongo, ukaribwa mu nda, ukumva wacitse intege, cyangwa umutwe ukakurya... Ushobora kuzana ibiheri mu maso, mu gatuza cyangwa n’ahandi. Ibi biheri bishobora kugumaho igihe kirekire. Ni ibisanzwe. Birikiza, gusa iyo bikubabaza cyangwa bikubangamiye mu buryo butandukanye, ubaza wa mubyeyi/mukobwa mukuru icyo wakora, cyangwa ukajya kwivuza. \r\n\r\n**5.        GIRA ISUKU:**\r\nIgihe uri mu mihango, uzakenera kugira isuku ihagije. Gusa ntibizagusaba kwiyuhagira buri kanya. Oya. Mu gitondo uriyuhagira, ugahindura “pad” cyangwa ikindi wagennye. Hanyuma na nimugoroba ukiyuhagira kandi ukanahindura. Hagati mu munsi, uzajya uhindura utagombye kwiyuhagira. Inshuro uhindura, ziterwa n’amaraso uzana uko angana. Niba ari make, wahindura saa sita gusa. Niba ari menshi, wahindura uko icyo wakoresheje ubona kigiye kuzura, kugira ngo utaza kwiyanduza cyangwa ukagira impumuro mbi mu bandi. Ku mashuri ubu hashyizwe ibyumba by’abakobwa ushobora kujyamo ugahindura. “Pad” wakoresheje uyijugunya ahabugenewe. Iyo ari agatambaro, ugafurisha amazi akonje n’isabuni, ukakanika ku zuba cyangwa ukagatera ipasi. Mu myanya myibarukiro uhasukura uko bisanzwe, ukoresheje amazi meza gusa, nta sabuni.\r\n\r\n**6.        AMAKURU ATARI YO:**\r\nHari abazajya baguha amakuru atari yo, nko kukubwira ko wakora imibonano mpuzabitsina ngo ukire ibiheri mu maso, cyangwa bakakubwira ko wayikora ukazana amataye, n’ibindi bitandukanye. Byose ni ukubabeshya. Gukora imibonano mpuzabitsina nta kintu bivura. Niba wiyemeje kuyikora, ugomba kwikingira kugira ngo wirinde inda utateganyije n’indwara zandurira mu mibonano mpuzabitsina.\r\n\r\n\r\n**7.        INDA UTATEGANYIJE HAMWE N’INDWARA ZANDURIRA MU MIBONANO MPUZABITSINA:**\r\nNutangira kubona imihango, bizaba bisobanuye ko ukoze imibonano mpuzabitsina idakingiye ushobora gusama. Kandi, iyo utangiye kuyikora, waratangiye kubona imihango cyangwa se utaranayibona, ushobora kwandura indwara zitandukanye zifata imyanya myibarukiro. Ni yo mpamvu ugomba gutekereza ku buryo butandukanye bubuza umuntu gutwara inda adashaka hamwe n’ubumubuza kwandura izo ndwara zirimo SIDA. Ese ubwo buryo urabuzi? Wahitamo ubuhe se? Niba utabuzi, shaka amakuru kuri wa muntu mukuru wiyumvamo, cyangwa ku kigo nderabuzima, cyangwa ku kigo cy’urubyiruko kikwegereye, maze uhitemo icyo uzakora kigufasha kugira ejo hazaza heza!", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 2, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "ibintu-birindwi-ukeneye-kumenya-ku-byerekeye-imihango", 
  "uuid": "231902bed72a488db9934b5317e90ccf"
}