{
  "subtitle": "", 
  "description": "N'iyo waba ukoze imibonano mpuzabitsina bwa mbere, na bwo ushobora gusama", 
  "language": "kin_RW", 
  "title": "Imibonano ya mbere", 
  "primary_category": "32da3de0f0404fddaf4f28137c2ee64c", 
  "created_at": "2016-01-11T10:55:24+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-01-18T18:08:20.496140+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "**IKIBAZO**: Shangazi, numva bavuga ngo ukoze imibonano mpuzabitsina bwa mbere ntiwasama. Ese nibyo? Kayitesi, imyaka 16, Nyamagabe.\r\n\r\nGukora imibonano mpuzabitsina bwa mbere nta ho bitaniye no kuyikora ikindi igihe cyose, haba ku mukobwa cyangwa ku mugore. Icyo ahubwo nakubwira ni ukuntu gusama bigenda. Icya mbere ugomba kumenya ni uko umuhungu iyo yamaze gukura, yarinjiye mu bugimbi cyangwa se ari mukuru, aba afite ubushobozi bwo gutera inda igihe cyose yakorera imibonano mpuzabitsina niba afite intanga nzima n’imyanya myibarukiro ye ikaba ikora neza. \r\n\r\nAriko umukobwa n’umugore, bo ntibahora bafite ubushobozi bwo gusama inda. Bagira igihe twita icy’uburumbuke. Muri icyo gihe iyo umukobwa cyangwa umugore akoze imibonano mpuzabitsina, yaba asanzwe ayikora cyangwa se ayikoze bwa mbere, arasama. Ubundi intanga y’umukobwa irakura. Iyo isigaje iminsi nk’ibiri ngo irekurwe, ni bwo iminsi ye y’uburumbuke iba itangiye, ikazarangirana n’iminsi ibiri nyuma yo kurekurwa kw’intanga. \r\n\r\nIyo rero umukobwa akoze imibonano mpuzabitsina muri iyi minsi, arasama. Yewe n’umukobwa utarabona imihango na rimwe ashobora gusama. Ibi bikabaho iyo intanga ye ya mbere ikuze, yarekurwa igahura n’uko yakoze imibonano mpuzabitsina. Icyo gihe na bwo arasama n‘ubwo aba atarabona imihango na rimwe. Intangangore yari kuzapfa nyuma y’iminsi hafi 11 kuko itahuye n’intangangabo iba yavuyemo gutwita, bikaba birarangiye ntihagire imihango ibaho.", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 3, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "imibonano-ya-mbere", 
  "uuid": "282c9960688f4b14a3088e7b6b27cda5"
}