{
  "subtitle": "Nawe waba umunyamideri kandi ukoresha ibidahenze", 
  "description": "Nawe waba umunyamideri kandi ukoresha ibidahenze", 
  "language": "kin_RW", 
  "title": " Wakora imideri", 
  "primary_category": "fcb4fcdc99164b7d87a4148fb5b23cf5", 
  "created_at": "2015-05-22T04:43:05+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-06-04T09:22:54.758327+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Ushobora kwigana Urutesi Rwanziza Ornella, ufite imyaka 16 gusa, maze nawe aho kuzajya uta imyenda yawe yashaje, ahubwo ukayifashisha ugakora imideri ikomeye wakwambara ukaberwa cyane. \r\nOrnella yiga mu “Agahozo Shalom Youth Village”, ni umunyamideri ubizi kandi ubikunda. Yatangaje ko yatangiye iby’imideri kuko atashakaga kujugunya imyambaro ye iyo yasazaga akiyikunze. Yatweretse uko abigenza, kandi nawe wabikora.\r\n\r\n\r\n**ICYA MBERE: Uko wakora inkweto z’imishumi.**\r\n\r\n 1. Fata urukweto urutandukanye n’umupira warwo\r\n 2. Ukate agatambaro gakwiriye ku rukweto \r\n 3. Hanyuma ukadodere hasi kugira ngo urudodo rutagaragara hejuru. \r\n 4. Nyuma, kata agatambaro gato gakwiriye ku mishumi, na ko ukadodere hasi. Niba utazi kudodesha intoki, koresha ubujeni (colle: “Super Glue” igura amafaranga ijana). \r\n 5. Jya ku mudozi w’inkweto ukwegereye agushyiriremo urudodo hejuru rufatanye igice cy’urukweto cyo hasi n’icyo hejuru\r\n\r\n**ICYA KABIRI: Uko wakora umukandara** \r\n\r\n 1. Fata agatambaro cyangwa agatenge gakwiriye ku mukandara wawe ukadodereho. \r\n 2. Shyira urudodo aho wambarira kugira ngo rutagaragara. \r\n 3. Niba utazi kudodesha intoki, koresha ubujeni (colle: “Super Glue” igura amafaranga ijana). \r\n 4. Nyuma ufate akuma ko ku mukandara, ugende uzibura intoboro z’umukandara.\r\n\r\n**ICYA GATATU: Uko wakora ipantaro ukayihinduramo ikabutura**\r\n\r\n 1. Fata ipantaro uyikatemo ikabutura ukoresheje umukasi\r\n 2. Hina aho wayikatiye inshuro ebyiri,\r\n 3. Ufate agatambaro cyangwa agatenge ukarambure maze ugende ugahiniraho. \r\n 4. Ushobora kuhadoda ukoresheje urushinge rw’intoki kugira ngo ikabutura ikomere, cyangwa ukabijyana ku mutayeri akabikudodera ku mafaranga make (ijana cyangwa magana abiri).\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 3, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "wakora-imideri", 
  "uuid": "293547a5a73f476b98e5c2ae7b3f97e0"
}