{
  "subtitle": "", 
  "description": "Dore ibiganiro tuzumva muri iki cyumweru kuri radio", 
  "language": "kin_RW", 
  "title": "Tuzumva Iki?", 
  "primary_category": "897920189e414751b7cc7207d05574b6", 
  "created_at": "2015-05-22T04:20:34+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-02-23T14:29:56.252891+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Mu buzima umuntu ajya ahura n’ikigeragezo cyangwa agakora ikosa rito cyane, ugasanga rimugizeho ingaruka ku buzima bwe bwose. Hari igihe rero iri kosa umuntu ahubwo arikuramo isomo, rikamuha umwanya wo kwisubiraho no kwikosora, kandi rigatuma umuntu afata ingamba zo guhangana n’ubuzima.\r\n\r\nKuwa Gatatu w’iki cyumweru mu kiganiro “Ni Nyampinga” rero tuzumva ubuhamya bw’umukobwa wabyaye akiri muto, ahura n’ibibazo bitari bimworoheye, ariko nyuma y’imyaka ibiri aza kubasha gusubira mu ishuri no guhangana n’ibibazo yari yahuye na byo.\r\nNa ho kuwa Gatanu bwo, tuzumva ubuhamya bw’umubyeyi wabyaye akiri muto, maze nyuma akaza gushaka. Na we azaba agira inama abakobwa bahuye n’ikibazo cyo kubyara bakiri bato, ndetse anabereka uburyo bakwiriye kongera kugira ikizere cy’ubuzima ntibihebe.\r\n\r\nKu itariki ya 27 Gashyantare hazaba ari kuwa Gatandatu. Nkuko bisanzwe tuzasoma ubutumwa bwanyu. Tuzabagezaho n’imiziki itandukanye, kandi muzongera kumva ibiganiro byose biba byaraciyeho mu cyumweru, ndetse na shangazi azafata umwanya uhagije asubize ibibazo muba mwamubajije.\r\n \r\n\r\n[Dore amasaha n'amaradio ikiganiro NN kinyuriraho][1]\r\n\r\n\r\n  [1]: http://rw-gemrwanda.apollo.unicore.io/content/detail/003624ac1c74483caa3df8dc1b3f7aa4/", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 131, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "this-week-on-radio", 
  "uuid": "37408efed3404dfc91dc4d9c813702ef"
}