{
  "subtitle": "", 
  "description": "Dore ibiganiro tuzumva muri iki cyumweru kuri radio", 
  "language": "kin_RW", 
  "title": "Tuzumva Iki?", 
  "primary_category": "897920189e414751b7cc7207d05574b6", 
  "created_at": "2015-05-22T04:20:34+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-25T10:04:40.513056+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Muraho ba “Ni Nyampinga”!\r\n\r\nMu kiganiro “Ni Nyampinga” cyo kuri uyu wa Gatatu, tuzabagezaho ikiganiro twagiranye na Thierry. Thierry ni umuhungu wakoze imirimo yo mu rugo bwa mbere mu buzima icyo gihe twamusuye. Twamusuye rerp tugamije kureba uko abahungu na bashiki babo, iyo bafatanyije imirimo yo mu rugo, bishobora gutuma irangira vuba maze buri wese akabona umwanya we wo gukora ibindi ashaka bimufitiye akamaro ku giti ke. Mu minsi ibiri twamaze mu rugo iwabo wa Thierry, yakoze imirimo itandukanye yo mu rugo wenyine nk’uko na mushiki we yayikora. Ku munsi wa kabiri, bombi bafatinyirije hamwe. Ese Thierry yiyumvise ate?  Nyina se yabyakiriye ate? Na ho se mushiki we? Ikiganiro ntikizagucike ibi bibazo byose uzabibonera igisubizo.\r\n\r\nKuwa Gatanu ho, tuzabagezaho ikiganiro ku irushanwa rya Miss Geek. Iri akaba ari irushanwa rihuza abakobwa bafite ibitekerezo by’imishinga ijyanye n’ikoranabuhanga. Nyuma y’abakobwa 200 bitabiriye iryo rushanwa, batanu ni bo batoranyijwe kugira ngo batorwemo uzaba Miss Geek. Kuwa Gatanu rero tuzabagezaho ibitekezo by’imishinga y’aba ba “Ni Nyampinga” batanu, hanyuma namwe bakunzi bacu muzabashe guhitamo uwo mubona afite umushinga uzazana impinduka kurusha iyindi, maze mumuhe amahirwe mumutora. Muzakoresha kohereza SMS kuri 1019 nk’uko bisanzwe bigenda iyo muduha ibitekerezo.\r\n\r\nKuwa Gatandatu nk’uko bisanzwe, tuzongera kubasubirizamo ibi biganiro byombi. Ikindi kandi Shangazi wacu na we azasubiza ibibazo ku buzima bw’imyororokere. Hanyuma mu mukoro w’umunsi dusanzwe dusigira ba “Ni Nyampinga” muba mu matsinda,  tuzavuga ku kwizigamira, aho ba “Ni Nyampinga” bakinnye ubushize bazatubwira uko bakoresheje ya mafaranga ibihumbi bibiri. Imiziki ishyushye kandi iryoshye; Tyaza Ubwenge na Ni Nyampinga, utuntu dushya tubungura ubwenge, byose bizaba bihari. Ibitekerezo byanyu kandi dukomeza kubyakira kuri 1019.\r\n\r\nMurakoze cyane, ntimuzacikwe!\r\n \r\n\r\n[Dore amasaha n'amaradio ikiganiro NN kinyuriraho][1]\r\n\r\n\r\n  [1]: http://rw-gemrwanda.apollo.unicore.io/content/detail/003624ac1c74483caa3df8dc1b3f7aa4/", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 156, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "this-week-on-radio", 
  "uuid": "37408efed3404dfc91dc4d9c813702ef"
}