{
  "subtitle": "", 
  "description": "Dore ibiganiro tuzumva muri iki cyumweru kuri radio", 
  "language": "kin_RW", 
  "title": "Tuzumva Iki?", 
  "primary_category": "897920189e414751b7cc7207d05574b6", 
  "created_at": "2015-05-22T04:20:34+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-02-08T06:37:58.556739+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Kuwa Gatatu mu kiganiro Ni Nyampinga tuzaganira na Immaculée, umuyobozi wa Transparency International Rwanda. Immaculée Yavukiye mu muryango woroheje. Mu buzima bwe yabaye umuyobizi w’ibigo bitandukanye. Azatubwira uburyo yashoboye kugera kuri icyo kigero n’icyamuteraga imbaraga, ndetse azagira n’inama aduha nka ba “Ni Nyampinga”.\r\n \r\nNa ho kuwa Gatanu, muzumva ikiganiro twagiranye na Valentine ucuruza tigo cash. Azatubwira uburyo ako kazi akubaha ndetse n’uburyo kamufasha mu buzima bwe bwa buri munsi. Muri iki kiganiro, tuzabagezaho uburyo bwiza bwo koza amenyo ndetse n’ibibazo bya Tyaza Ubwenge na Ni Nyampinga bikungura ubumenyi.\r\n \r\nKuwa Gatandatu tuzongera twumve Immaculée na Valentine. Tuzumva kandi ibibazo byose bya Tyaza Ubwenge na Ni Nyampinga byari byahise kuwa Gatatu no kuwa Gatanu. Icyo gihe tuzabagezaho n’inkuru ya Blair, umukobwa w’umunyamerika ufite imyaka 24, ubu akaba afite umuryango ufasha abakobwa bahungiye muri Amerika mu mugi wa Chicago, gusubira mu buzima busanzwe.\r\n \r\nMwibuke kandi ko shangazi aba ahari buri wa Gatandatu, ngo asubize ibibazo by’imyororokere muba mufite. Umuziki no kwidagadura byo ni ibyacu muri Ni Nyampinga.\r\n \r\nNtugacikwe n’ikiganiro Ni Nyampinga!\r\n\r\n\r\n[Dore amasaha n'amaradio ikiganiro NN kinyuriraho][1]\r\n\r\n\r\n  [1]: http://rw-gemrwanda.apollo.unicore.io/content/detail/003624ac1c74483caa3df8dc1b3f7aa4/", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 127, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "this-week-on-radio", 
  "uuid": "37408efed3404dfc91dc4d9c813702ef"
}