{
  "subtitle": "", 
  "description": "Dore ibiganiro tuzumva muri iki cyumweru kuri radio", 
  "language": "kin_RW", 
  "title": "Tuzumva Iki?", 
  "primary_category": "897920189e414751b7cc7207d05574b6", 
  "created_at": "2015-05-22T04:20:34+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-03-21T14:20:38.101068+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Kuwa Gatatu taliki ya 16 Werurwe saa kumi n’ebyeri na 15 z’umugoroba, tuzumva inkuru ya Denise, umukobwa w’imyaka 12 ufite ubumuga. Ababyeyi be ni bo batuganiriza muri iki kiganiro, batubwira uburyo ubwo bumuga bwaje, ndetse banatubwira uburyo bashyigikira umwana wabo kugira ngo abeho ubuzima nk’ubw’abandi bana. Igikomeye bakoze, ni uko bamurekeye mu ishuri, n’ubwo bwose babona abandi bana bigana bamusiga mu myigire.\r\n\r\nEse hari ababyeyi uzi bameze nk’aba Denise, ababyeyi bafite umwana ufite ubumuga, ariko bakaba bakora ibishoboka ngo umwana wabo abeho nk’abandi? Twoherereze ubutumwa bugufi kuri 1019, utubwire inkuru y’abo babyeyi uzi.\r\n\r\nNa ho kuwa Gatanu kuri iyo saha nanone, bwo tuzabagezaho ikiganiro kivuga ku misatsi. Tuzaba tuvuga ku kuntu abakobwa batandukanye bita ku misatsi yabo. Ufite naturel, udefirije, ufite injwiri, irende, mbega tuzaba tuvuga ku buryo bwo kugirira isuku umusatsi. Ese ni gute bumva bameze iyo hari icyo bahinduye ku musatsi wabo? Tuzabagezaho kandi amakuru y’umuhanzi The Ben.\r\nKuwa Gatandatu tuzasubizamo ibyo biganiro byose, tunabagezaho umuziki,utandukanye. Ibibazo byose bya “Tyaza Ubwenge na Ni Nyampinga” byaranze iki cyumweru na byo muzabyumva, ndetse shangazi na we azasubiza ibibazo byinshi muba mwamubajije.\r\n \r\nWibuka se ko buri kuwa Gatandatu tubaha umukoro? Umukoro w’iki cyumweru ni ukwishyira hamwe mu itsinda ryanyu, mugafata inkuru imwe mukuye mu kinyamakuru cyangwa igitabo, maze mukazongera guhura buri wese yasomye iyo nkuru. Nyuma, mukemeranya nyine igihe muzongera guhurira, buri wese abwira bagenzi be ibyo yasomye muri ya nkuru, mukumva niba mwarayumvise kimwe.\r\n \r\nIcyo uyu mukoro umaze nuko bifasha abahuriye mu itsinda kwimakaza umuco wo gusoma no gusobanukirwa ibyo basomye. Ikindi muge mwibuka kutubwira uko mwakiriye uwo mukoro, hamwe n’uko mwawugerageje, mutwoherereza ubutumwa bugufi ku 1019.\r\n \r\n\r\n[Dore amasaha n'amaradio ikiganiro NN kinyuriraho][1]\r\n\r\n\r\n  [1]: http://rw-gemrwanda.apollo.unicore.io/content/detail/003624ac1c74483caa3df8dc1b3f7aa4/", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 152, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "this-week-on-radio", 
  "uuid": "37408efed3404dfc91dc4d9c813702ef"
}