{
  "subtitle": "", 
  "description": "Dore ibiganiro tuzumva muri iki cyumweru kuri radio", 
  "language": "kin_RW", 
  "title": "Tuzumva Iki?", 
  "primary_category": "897920189e414751b7cc7207d05574b6", 
  "created_at": "2015-05-22T04:20:34+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-02-16T10:41:55.061370+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Mu kiganiro Ni Nyampinga mumenyereye ko tubagezaho ibibazo bya Tyaza Ubwenge na Ni Nyampinga. Kimwe mu bizabazwa mu kiganiro cyo kuwa Gatatu, ni ukutubwira ifaranga rikoreshwa mu bihugu by’Ubumwe bw’i Burayi ari byo EU, uko iryo faranga ryitwa.\r\n \r\nInkuru izaranga iki ikiganiro ni iya Alice na Marie, abakobwa bizigamiye ubu bakaba bageze kuri byinshi kubera kuba mu itsinda ryo kuzigama no kugurizanya.  Muri iki kiganiro kandi tuzumva umuhanga mu byo kwizigamira, na we azaba atubwira uburyo abakiri bato bakwizigamira ndetse n’akamaro ko kwizigamira mu matsinda.\r\n \r\nKuwa Gatanu bwo tuzumva inkuru ishimishije y’abavandimwe babiri. Abo ni umuhungu na mushiki we batubwira icyabateye kwishyira hamwe bagakoresha impano yabo mu kwiteza imbere. Aba bavandimwe, umwe yandika inkuru, undi akamufasha kuzishushanya.\r\n \r\nMu tuntu n’utundi kandi tuzabagezaho uburyo umuntu yakoresha kugira ngo yirinde umwuka mubi mu kwaha.\r\nMwibuke ko indirimbo nziza hamwe na Tyaza Ubwenge na Ni Nyampinga bitajya bibura.\r\n \r\nNa ho Kuwa Gatandatu saa munani zuzuye, tuzabagezaho ibiganiro byose byaranze icyumweru. Abacikanywe bongera kumva ibiganiro byose n’ibibazo bya Tyaza Ubwenge na Ni Nyampinga.\r\n \r\nIbuka ko Kuwa Gatandatu tuba dufite umwihariko wo gutanga umukoro, cyane cyane ku rubyiruko rufite amatsinda rukoreramo, aho tuzatanga umukoro wo kwishyira hamwe nkuko musanzwe mubikora, noneho mukabara inkuru.\r\nKugira ngo uyu mukoro uryohe ni uko abo muba mwahisemo ko bababwira inkuru bagomba kuba ari babiri cyangwa barenze babiri, aho buri umwe agenda avuga cyangwa asoma igika kimwe kimwe, undi akamwakira avuga ikindi, kandi bakabikora ku buryo bwihuse.\r\n \r\nIgishimisha muri uyu mukoro ni uko ababa bari kubabwira inkuru bagomba kwigana ibiri mu nkuru. Niba ari umuntu ubabaye bakababara, niba ari ibisekeje bagaseka.\r\n \r\nKuwa Gatandatu kandi shangazi ntiyabura kuko ibibazo mumubaza ari iby’ingirakamaro cyane mu gutuma mugire ubumenyi bubafasha gufata ibyemezo bizima.\r\n \r\nTuri kumwe na Ni Nyampinga mu biganiro byose!\r\n \r\n\r\n\r\n[Dore amasaha n'amaradio ikiganiro NN kinyuriraho][1]\r\n\r\n\r\n  [1]: http://rw-gemrwanda.apollo.unicore.io/content/detail/003624ac1c74483caa3df8dc1b3f7aa4/", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 129, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "this-week-on-radio", 
  "uuid": "37408efed3404dfc91dc4d9c813702ef"
}