{
  "subtitle": "", 
  "description": "Dore ibiganiro tuzumva muri iki cyumweru kuri radio", 
  "language": "kin_RW", 
  "title": "Tuzumva Iki?", 
  "primary_category": "897920189e414751b7cc7207d05574b6", 
  "created_at": "2015-05-22T04:20:34+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-01-06T15:29:01.088545+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "\"Kuwa Gatatu mu kiganiro “Ni Nyampinga” kizanyuraho saa kumi n’ebyeri na 15, tuzabagezaho inkuru y’Uwamahoro. Afite ishuri ryigisha gutwara imodoka. Uwamahoro yafashijwe n’ababyeyi be kugira ngo ashobore gutangiza iryo shuri. Uti gute? Ibyo uzabyumva mu kiganiro ntikizagucike. Ahubwo ababyeyi be na bo bazatubwira uburyo bishimira igikorwa Uwamahoro yagezeho. Muri iki kiganiro kandi hazaba harimo ibibazo bya Tyaza ubwenge na “Ni Nyampinga”, ndetse n’umuziki uryoshye nk’uko bisanzwe. Kuri benshi muri mwe mudusaba ko tubabwira ku buzima bw’icyamamare mukunda, kuwa Gatatu tuzababwira n’amakuru ya Taylor Swift mukunda cyane cyane mu ndirimbo Blank Space.\r\n\r\nNa ho kuwa Gatanu rero, tuzaganira na nyampinga witwa Diane, ufite imyaka 20, akaba ateka muri resitora i Musanze. Amafranga akura muri aka kazi amufasha kwiyishyurira ishuri ndetse no korora ingurube, akazigemura ahantu hatandukanye harimo no muri iyo resitora akoramo. Diane atanga ubutumwa bwo kudasuzugura akazi akariko kose kuko mu gihe uhaye akazi kawe agaciro kakubyarira inyungu. Iyi nkuru ye muzayumva mu kiganiro “Ni Nyampinga” cyo kuwa Gatanu saa kumi n’ebyeri na 15.\r\n\r\nIbi biganiro byombi tuzongera tubibanyuriremo muri make kuwa Gatandatu saa munani zuzuye. Uwo munsi muzumva kandi ibibazo n’ibisubizo bya Tyaza ubwenge na “Ni Nyampinga” byahise mu cyumweru cyose. Shangazi na we azaza asubiza abamubajije ibibazo bitandukanye. Kuri uwo munsi kandi umuziki uba ari mwinshi twizihiza week-end. Ntimuzacikwe!\"\r\n\r\n[Dore amasaha n'amaradio ikiganiro NN kinyuriraho][1]\r\n\r\n\r\n  [1]: http://rw-gemrwanda.apollo.unicore.io/content/detail/003624ac1c74483caa3df8dc1b3f7aa4/", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 117, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "this-week-on-radio", 
  "uuid": "37408efed3404dfc91dc4d9c813702ef"
}