{
  "subtitle": "", 
  "description": "Dore ibiganiro tuzumva muri iki cyumweru kuri radio", 
  "language": "kin_RW", 
  "title": "Tuzumva Iki?", 
  "primary_category": "897920189e414751b7cc7207d05574b6", 
  "created_at": "2015-05-22T04:20:34+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-11-04T10:56:33.197013+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Ikiganiro Ni Nyampinga mu cyumweru gitaha kuva tariki ya 02- 07 Ugushyingo \r\n\r\nByombi nshobora kubikora (Ibiganiro 2)- nakwiga nkanakora akazi kanyunganira mu myigire yanjye.\r\n \r\nTuzibanda ku mukobwa ukora agamije kugira ibyo yifasha binyuze mu ishuri. Turashaka kugaragaza ko hari uburyo butandukanye kandi bwemewe abakobwa bashobora kwifasha kandi birashobora cyane kugira ibyo ukora ukiri ku ntebe y’ishuri.  \r\n\r\nHari uburyo ushobora gukomeza amasomo yawe ariko ukanabasha kwinjiza amafaranga. N’ubwo ushobora kuba ufite ibibazo by’amafaranga mu myigire yawe, ushobora kuguma mu ishuri, ukanahangana n’ibyo bibazo. \r\n \r\n**Kuwa Gatatu, tariki ya 04 Ugushyingo**\r\nValentine w’imyaka 20 y’amavuko yiga muri TTC Muramba, mu Karere ka Ngororero. Yari umukene cyane, agakunda gufashwa muri byose n’ishuri yigamo. Azi kudoda inkweto, yaje gutangira kubikora ku ishuri. Buri wa Gatandatu, abanyeshuri benshi baza kumudodeshaho inkweto. Abanyeshuri bazatubwira uko bafata Valentine. \r\n \r\n**Kuwa Gatanu, tariki ya 06 Ugushyingo**\r\nPauline yiga I Kibangu mu Karere ka Nyaruguru, ni umuhanzi (ni umusizi akanashushanya). Kubera impano ye, abasha kwitabira amarushanwa yo kwandika no gushushanya atandukanye, aho atsindira amafaranga n’ ibihembo bitandukanye. \r\n \r\n **Omnibus 07 Nov**\r\n \r\n - Inkuru zo kuwa Gatatu no kuwa Gatanu + SMS zo mu kiganiro cyo kuwa Gatatu\r\n - Inama z’uburyo ushobora gukora byombi \r\n - Tyaza Ubwenge zo mu biganiro bibiri (ibibazo 8 n’ibisubizo)\r\n - Baza Shangazi\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 6, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "this-week-on-radio", 
  "uuid": "37408efed3404dfc91dc4d9c813702ef"
}