{
  "subtitle": "", 
  "description": "Dore ibiganiro tuzumva muri iki cyumweru kuri radio", 
  "language": "kin_RW", 
  "title": "Tuzumva Iki?", 
  "primary_category": "897920189e414751b7cc7207d05574b6", 
  "created_at": "2015-05-22T04:20:34+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-02-03T08:12:39.765839+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Kuri uyu wa Gatatu tuzumva ikiganiro twagiranye na Ciney. Uyu ni umuhanzikazi. Tuganira tuzibanda ku ndirimbe ye ya vuba yise “Igire, Woman Get Your Money” aho akangurira abakobwa kwigira bagashaka ayabo mafaranga.\r\n \r\nMuri iki kiganiro azatubwira icyamuteye guhimba iyo ndirimbo.  Muri iki kiganiro kandi tuzabagezaho N’utuntu tw’ubwenge. Tuzakubwira ibintu bishishikaje cyangwa utari uzi ku mibereho y’inzuki.\r\n \r\nNa ho kuwa Gatanu bwo, Divine ukora kuri sitasiyo ya lisansi azaduha ubuhamya bw’akazi akora, hamwe n’uburyo kamugiriye akamaro, ndetse n’uburyo abantu bamufata iyo bamusanze aho akorera.\r\n \r\nUwo munsi muri Tyaza Ubwenge na Ni Nyampinga tuzabaza tunasubize ibibazo bine, harimo n’iki: “Watubwira aho igihingwa cy’inanasi gikomoka?” Niba utahazi ntuzacikwe, ariko niba unahazi uzumva ibindi bibazo bisigaye.\r\n \r\nKuwa Gatandatu Ho murabizi ko umuziki uba ari mwinshi. Shangazi azasubiza ibibazo abakobwa n’abahungu bamubaza nk’uko mubimenyereye. Kimwe mu bibazo azasubiza ni icy’uwamubajijie ngo: “Ndi umukobwa mfite imyaka 17. Ese kugira amabere manini ufite imyaka mike biterwa n’iki?”\r\n \r\nHanyuma kandi, kuwa Gatandatu aba ari umwanya wahariwe kongera kumva ibiganiro byaranze icyumweru, hamwe n’ibibazo byose by’icyumeru byanyuze muri Tyaza Ubwenge na Ni Nyampinga.\r\n \r\nTurabakunda cyane!\r\n\r\n\r\n[Dore amasaha n'amaradio ikiganiro NN kinyuriraho][1]\r\n\r\n\r\n  [1]: http://rw-gemrwanda.apollo.unicore.io/content/detail/003624ac1c74483caa3df8dc1b3f7aa4/", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 127, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "this-week-on-radio", 
  "uuid": "37408efed3404dfc91dc4d9c813702ef"
}