{
  "subtitle": "", 
  "description": "Dore ibiganiro tuzumva muri iki cyumweru kuri radio", 
  "language": "kin_RW", 
  "title": "Tuzumva Iki?", 
  "primary_category": "897920189e414751b7cc7207d05574b6", 
  "created_at": "2015-05-22T04:20:34+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-03-29T06:21:12.707235+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Kuwa gatatu Taliki ya 23 werurwe tuzabagezaho inkuru ya Gisele,aho azaba atwigisha gukina tennis ndetse tubagezeho n’ikigeranyo cyaho  umukino wa tennis wakomotse n’ibyamamare biwukina haba hanze nahangaha mu Rwanda.\r\nKuwa gatanu ho hazaba ari taliki ya 25 werurwe tuzabagezaho igice cya kabiri cy’ikiganiro twabagejejeho cyavugaga ku byiza biranga quartier y’iwacu. Aho tuzasura kimisagara na Kabuga,abahatuye bazadutembereza aho batuye batwereka ibyiza byaho.\r\n\r\nKuwa gatandatu taliki ya 26 werurwe uzongera wumve ibiganiro byose by’icyumweru ,aho mwumva shangazi asubiza ibibazo muba mwamubajije ndetse buri wa gatandatu tuba tubafitiye umukoro w’icyumweru.\r\n\r\nUmukoro w’uyu wa gatandatu mu itsinda ni ugutegura indirimbo, imikino ,ikinamico cyangwa se kureba impano mwifitemo muri mwe mugize itsinda mugategura ikintu runaka mwakwereka abaje kubareba  hanyuma mugategura ikirori cyangwa igikorwa hanyuma mugatumira abantu muturanye bakaza kureba igikorwa cyanyu muba mwateguye, ibi bintu bizabafasha kwerekana icyo mushoboye nibyo mukora. Mu gutangira muzajya mukora ibi bikorwa ku buntu ariko nyuma mwaziga uburyo iki gikorwa mwakibyaza umusaruro.\r\n\r\nIkindi kandi muri iki kiganiro tuzabagezaho utuntu n’utundi aho tuzaganira n’umuganga uzadufasha kumenya uburyo bwo  gusukura  amatwi yacu.\r\nWibuke ko ibitekerezo byawe bikenewe mu kiganiro Ni Nyampinga,wohereza ubutumwa bugufi ku 1019 ,umurongo uwariwo wose ukoresha ubutumwa bwawe butugeraho.\r\n\r\nNi Nyampinga, ni nge,ni wowe, ni twese\r\n \r\n\r\n[Dore amasaha n'amaradio ikiganiro NN kinyuriraho][1]\r\n\r\n\r\n  [1]: http://rw-gemrwanda.apollo.unicore.io/content/detail/003624ac1c74483caa3df8dc1b3f7aa4/", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 152, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "this-week-on-radio", 
  "uuid": "37408efed3404dfc91dc4d9c813702ef"
}