{
  "subtitle": "", 
  "description": "Dore ibiganiro tuzumva muri iki cyumweru kuri radio", 
  "language": "kin_RW", 
  "title": "Tuzumva Iki?", 
  "primary_category": "897920189e414751b7cc7207d05574b6", 
  "created_at": "2015-05-22T04:20:34+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-11-23T10:27:43.923037+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Mu kiganiro cyo kuwa Gatatu saa kumi n’ebyiri na 15 z’umugoroba, tuzabagezaho inkuru ya Consolée. Ni umubyeyi wakinnye umupira w’amaguru, nyuma aza kuvamo umutoza.  Atangira uyu mwuga hari abantu bamucaga intege, ariko ntiyabategaga amatwi. Uku gukunda umupira yabibyaje umusaruro, kuko kuba umutoza bigira icyo bimuha. Muri iki kiganiro azatanga n’ inama ku bandi bantu bafite ibyo bakunda, abereka uburyo babibyaza umusaruro.\r\n\r\nNaho kuwa Gatanu muri ayo masaha bwo, tuzaganira n’umuhanzikazi Paccy, atwereka uko bigenda iyo hari uwagukomerekeje umutima. Ese wowe wigeze wumva ubabaye, mbese ushengutse umutima kubera kwangwa n’umuntu wakundaga cyangwa guhura n’ikindi kintu cyakubabaje? Ese hari icyo wakoze igihe wari ubabaye mu rwego rwo guhangana n’ako gahinda? Ntuzacikwe n’ikiganiro “Ni Nyampinga” cyo kuwa Gatanu.\r\nMuri ibi biganiro tuba dufitemo na Tyaza Ubwenge na “Ni Nyampinga”, aho wunguka byinshi.\r\n\r\nNtuzibagirwe ko kuwa Gatandatu tugaruka ku biganiro “Ni Nyampinga” biba byarahise mu cyumweru, ndetse na shangazi akaza asubiza ibibazo muba mwaramubajije.\r\nTuri kumwe.\r\n\r\n[Dore amasaha n'amaradio ikiganiro NN kinyuriraho][1]\r\n\r\n\r\n  [1]: http://rw-gemrwanda.apollo.unicore.io/content/detail/003624ac1c74483caa3df8dc1b3f7aa4/", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "36e50b0b11414ecab412e93875a731b4", 
  "published": null, 
  "position": 10, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "this-week-on-radio", 
  "uuid": "37408efed3404dfc91dc4d9c813702ef"
}