{
  "subtitle": "", 
  "description": "Dore ibiganiro tuzumva muri iki cyumweru kuri radio", 
  "language": "kin_RW", 
  "title": "Tuzumva Iki?", 
  "primary_category": "897920189e414751b7cc7207d05574b6", 
  "created_at": "2015-05-22T04:20:34+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-26T10:58:27.783062+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Mu kiganiro “Ni Nyampinga” cyo kuri uyu wa Gatatu taliki ya 27 Mata, tuzaganira n’abasirikare bo mu ishuri rya gisirikare riherereye i Gako mu Bugesera. Aba basirikare twarabasuye maze batwigisha uko basasa ku buryo bw’umwihariko. Muzumva uko bakoresha igihe cyabo neza, kandi bazanatubwira impamvu gusasa ari ingenzi ku muntu wese.\r\n \r\nTwasuye kandi abakobwa bo muri FAWE Girls School i Gahini, maze na bo batwereka uburyo basasa uburiri bwabo, banatubwira akamaro ko kuryama ku buriri bushashe neza. Muri iki kiganiro kandi muzumvamo n’ukuntu muri SERENA Hotel basasa. SERENA akaba ari imwe muri hoteri nziza chyane dufite kugeza ubu mu Rwanda. Ese wajyaga ugenda udashashe utazi akamaro kabyo? Ntimuzacikwe.\r\n \r\nNa ho mu kiganiro cyo ku wa Gatanu taliki ya 29 Mata, bwo tuzaganira ku cyumba cy’abakobwa mu bigo by’amashuri bitandukanye twasuye. Muziyumvira ba “Ni Nyampinga” bababwira uburyo ibi byumba byazanye impinduka mu myigire yabo, harimo no gutsinda amasomo. Ese icyumba cy’abakobwa ni iki? Aho iwanyu se ku bigo mwigaho mufite iki cyumba? Kimaze iki se ku buzima bwa “Ni Nyampinga”? Ibi n’ibindi byinshi ni byo tuzagarukaho ku bigo bitandukanye twasuye.\r\n \r\nKu wa Gatandatu takiki ya 30 Mata, nk’uko bisanzwe tuzongera tubasubirizemo ibiganiro bibiri byatambutse ku wa Gatatu no ku wa Gatanu, byerekeye uko basasa ndetse n’icyumba cy’abakobwa. Ntimuzacikwe n’ibi biganiro, kuko na Shangazi azadusubiriza ibibazo byabajijwe ku byerekeye ubuzima bw’imyororokere nk’uko bisanzwe.\r\n \r\nMu kiganiro cyo kuwa Gatandatu kandi tuzanabagezaho ibijyanye n’indwara y’umuhaha. Ese urayizi? Hanyuma kandi umukoro w’icyumweru tuzagaruka tuvuga nanone ku kwizigamira; uwabashije gukoresha neza ya mafaranga ibihumbi bibiri, azaza atugira inama; anatwereka uko we yabigenje. Nawe se warabigerageje? Tubwire wohereza ubutumwa bugufi ku i 1019.\r\n \r\n\r\n[Dore amasaha n'amaradio ikiganiro NN kinyuriraho][1]\r\n\r\n\r\n  [1]: http://rw-gemrwanda.apollo.unicore.io/content/detail/003624ac1c74483caa3df8dc1b3f7aa4/", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 156, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "this-week-on-radio", 
  "uuid": "37408efed3404dfc91dc4d9c813702ef"
}