{
  "subtitle": "", 
  "description": "Dore ibiganiro tuzumva muri iki cyumweru kuri radio", 
  "language": "kin_RW", 
  "title": "Tuzumva Iki?", 
  "primary_category": "897920189e414751b7cc7207d05574b6", 
  "created_at": "2015-05-22T04:20:34+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-01-08T16:18:21.034379+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Mu kiganiro “Ni Nyampinga” cyo kuwa Gatatu, tuzabagezaho inkuru ya Josiane ukora akazi ko mu rugo kandi akaba abyishimiye. Yemeza ko aka kazi kamufatiye runini, kandi agakora yiteganyiriza. \r\n\r\nArateganya kuzakomeza kwiga, kandi ni we uzitangira amafaranga y’ishuri. Muri iki kiganiro kandi hazaba harimo ibibazo bya “Tyaza Ubwenge na Ni Nyampinga”, tutibagiwe n’umuziki.\r\n\r\nNa ho kuwa Gatanu saa kumi n’ebyeri na 15, mu kiganiro “Ni Nyampinga”, bwo tuzidagadura. Umuziki uzaba ari mwinshi pe! Tuzabasomera ubutumwa butandukanye mwatwoherereje mu gihe k’iminsi mikuru. \r\n\r\nKu bamaze kubimenyera, mu kiganiro “Ni Nyampinga” murabizi ko twungukiramo byinshi. Kuwa Gatanu tuziga uburyo bategura Tofu. Urayizi? Niba utayizi icyo gihe uzayimenya, hanyuma urenzeho no kumenya kuyitegura. Ntuzacikwe rero! \r\n\r\nAbakunzi ba Knowless namwe ntimuzage kure, kuko muzaboneraho kumva ikiganiro kirambuye yagiranye na “Ni Nyampinga”.\r\n\r\nKuwa Gatandatu saa munani rero, ababa bacikanwe mwese, uyu munsi aba ari umwanya wo kumva ibiganiro byose bya “Ni Nyampinga” byaranze icyumweru. \r\n\r\nNa none kandi Shangazi azasubiza abakunzi bacu baba bamubajije ibibazo ku buzima bw’imyororokere. \r\n\r\nKuwa Gatandatu “weekend” iba yatangiye. Umuziki uba ari mwinshi.  Tuzanabagezaho kandi igitabo twabasomeye, kirimo inkuru y’umugabo wiyitaga umupasiteri ariko ari umubeshyi ukomeye, maze bikarangira aciriwe urubanza. \r\n\r\nTuri kumwe, kandi turabakunda cyane. \r\n\r\n\r\n[Dore amasaha n'amaradio ikiganiro NN kinyuriraho][1]\r\n\r\n\r\n  [1]: http://rw-gemrwanda.apollo.unicore.io/content/detail/003624ac1c74483caa3df8dc1b3f7aa4/", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 118, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "this-week-on-radio", 
  "uuid": "37408efed3404dfc91dc4d9c813702ef"
}