{
  "subtitle": "", 
  "description": "Dore ibiganiro tuzumva muri iki cyumweru kuri radio", 
  "language": "kin_RW", 
  "title": "Tuzumva Iki?", 
  "primary_category": "897920189e414751b7cc7207d05574b6", 
  "created_at": "2015-05-22T04:20:34+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-03-01T09:38:39.137988+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Muri iki cyumweru birashyushye! Mu biganiro “Ni Nyampinga, tuzavuga ku kuboneza urubyaro n’abakobwa. Muzumva ibitekerezo abahungu, abakobwa hamwe n’ababyeyi batanze kuri iyi nsanganyamatsiko; ariko kandi tuzumva n’icyo umupasteri n’umuganga babitubwiraho.\r\n\r\nIkirenze ibyo byose, Shangazi wacu dukunda azasesengura ibyo bitekerezo bizaba byatanzwe ndetse atange n’amakuru nyayo ku kuboneza urubyaro n’abakobwa.\r\nKuwa Gatanu bizaba bigishyushye! Nk’uko bisanzwe, saa kumi n’ebyeri na 15 z’umugoroba tuzaba tugeze muri “studio”, tuzanye udushya turanga “Ni Nyampinga! Ibibazo bya “Tyaza Ubwenge na Ni Nyampinga” bizaba bihari, kandi tuzakomeza kuganira ku kuboneza urubyaro n’abakobwa.\r\n\r\nUwo munsi noneho tuzaba dufite shangazi muri “studio” maze akomeze asubiza ibibazo byinshi muzaba mwohereje nyuma yo kumva ikiganiro cyo kuwa Gatatu ku kuboneza urubyaro n’abakobwa.\r\n\r\nKuwa Gatandatu tuzabagezaho ibyaranze icyumweru. Mwibuke ko ibyinshi bizaba byibanda ku kuboneza urubyaro n’umukobwa, ibiganiro shangazi azadufashamo cyane, akagerageza gusobanura ku buryo bwumvikana icyo kuboneza urubyaro bisobanuye, tukazanumva icyo avuga ku kuboneza urubyaro n’abakobwa.\r\n\r\nKuboneza urubyaro n’abakobwa akaba ari ikiganiro nka “Ni Nyampinga” twifuje gukora mu rwego rwo kumenya icyo ba “Ni Nyampinga” ubwabo, ababyeyi n’abandi bantu bakikije umukobwa batekereza ku kuboneza urubyaro ku bakobwa.\r\n\r\nIki kiganiro ntikizagucike, kugira ngo wumve niba icyo wowe wemera cyangwa utekereza ku kuboneza urubyaro ku mukobwa, niba ari cyo natwe nka “Ni Nyampinga” hamwe na shangazi wacu atekereza kuri iyo ngingo. \r\n\r\nUmuziki w’impera z’icyumweru muri iki kiganiro ntushobora kubura murabizi! Kandi mwibuke ko ibitekerezo byanyu tubyakira ku 1019 buri gihe.\r\n\r\nNi Nyampinga ni nge, ni wowe, ni twese!\r\n\r\n \r\n \r\n\r\n[Dore amasaha n'amaradio ikiganiro NN kinyuriraho][1]\r\n\r\n\r\n  [1]: http://rw-gemrwanda.apollo.unicore.io/content/detail/003624ac1c74483caa3df8dc1b3f7aa4/", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 131, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "this-week-on-radio", 
  "uuid": "37408efed3404dfc91dc4d9c813702ef"
}