{
  "subtitle": "", 
  "description": "Dore ibiganiro tuzumva muri iki cyumweru kuri radio", 
  "language": "kin_RW", 
  "title": "Tuzumva Iki?", 
  "primary_category": "897920189e414751b7cc7207d05574b6", 
  "created_at": "2015-05-22T04:20:34+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-01-18T17:11:43.617652+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Kuri uyu wa Gatatu taliki ya 20 Mutarama, inkuru nyamukuru izaranga ikiganiro “Ni Nyampinga” ni iya “Ni Nyampinga” witwa Esther. Afite ubumuga, ariko ibi ntibimuca intege. Ubu agize imyaka 12, ariko yigirira ikizere ku buryo yatorewe kuyobora abana mu murenge atuyemo. Esther kandi ni umushyushya rugamba mu birori bitandukanye bihuza abana. Muri iki kiganiro kandi, tuzabagezaho uburyo wakoresha kugira ngo ushobore kuvugira mu ruhame.\r\n \r\nMu kiganiro “Ni Nyampinga” kuwa Gatanu taliki ya 22 Mutarama, bwo tuzabagezaho inkuru ya Editha. Yiga mu mashuri yisumbuye, akaba ahinga mu mirima yo ku ishuri, agakora n’isuku mu kigo. Ibi abikora mu rwego rwo kumufasha kubona amafaranga yo kuriha ishuri. \r\n \r\nMuri iki kiganiro kandi tuzigiramo uburyo bakora akarima k’igikoni. Nk’uko mubizi kandi, mu biganiro bya “Ni Nyampinga” ntabwo haburamo umuziki!\r\n \r\nEse waba wibuka ko iyo utumvise ikiganiro cyo kuwa Gatatu, cyangwa icyo kuwa Gatanu,  ibyahise muri ibi biganiro byombi wongera kubyumva kuwa Gatandatu? Kuwa Gatandatu, uba ari umwanya wo kumva ibyo biganiro byose, ugashobora no kumva ibibazo bya “Tyaza Ubwenge na Ni Nyampinga” byose.\r\n \r\nDore urugero rw’ikibazo kimwe, ngaho gerageza kugisubiza: Mu gitondo ngendesha amaguru ane, saa sita ngendesha amaguru abiri, na ho nimugoroba nkagendasha amaguru atatu. Fora  ndi inde ?\r\n \r\nKuwa Gatandatu rero, uretse umuziki mwinshi, wibuke ko na shangazi wacu dukunda aba ahari ngo abasubize ibibazo mwamubajije ku buzima bw’imyororokere.\r\n \r\nHARI IMPINDUKA NTO KU MASAHA\r\nMuzakomeza kumva “Ni Nyampinga” buri wa Gatatu na buri wa Gatanu saa 18:15, no kuwa Gatandatu saa 14:00 nk’uko bisanzwe, kuri Radiyo Izuba, Huguka n’Isangano.\r\nNa ho kuri Radiyo Rwanda, RC Musanze na RC Rusizi; tuzajya dukurikira ikiganiro “Ni Nyampinga” buri wa Gatatu, buri wa Gatanu, na buri wa Gatandatu saa 13:15, kubera amarushanwa y’umupira w’amaguru yitwa CHAN. Ariko mu kwezi kwa kabiri, tuzasubira ku masaha asanzwe.\r\n \r\nNtugacikwe n’ikiganiro “Ni Nyampinga”\r\n \r\n“Ni Nyampinga”  Ni nge, ni wowe, ni Twese!\r\n\r\n\r\n[Dore amasaha n'amaradio ikiganiro NN kinyuriraho][1]\r\n\r\n\r\n  [1]: http://rw-gemrwanda.apollo.unicore.io/content/detail/003624ac1c74483caa3df8dc1b3f7aa4/", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 120, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "this-week-on-radio", 
  "uuid": "37408efed3404dfc91dc4d9c813702ef"
}