{
  "subtitle": "", 
  "description": "Dore ibiganiro tuzumva muri iki cyumweru kuri radio", 
  "language": "kin_RW", 
  "title": "Tuzumva Iki?", 
  "primary_category": "897920189e414751b7cc7207d05574b6", 
  "created_at": "2015-05-22T04:20:34+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-18T08:09:21.916942+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Nshuti udukurikira, reka tukwifurize gukomeza gukomera muri iki cyumweru cyo kwibuka abazize jenoside yakorewe abatutsi mu Rwanda. Nk’uko insanganyamatsiko y’uku kwibuka ku nshuro ya 22 ibivuga, dukomeze kwibuka turwanya ingengabitekerezo ya jenoside.\r\n \r\nIbiganiro “Ni Nyampinga” muri iki cyumweru bizakomeza gutambuka. Kuri uyu wa Gatatu, ubwo tuzaba dusoza icyumweru k’icyunamo, tuzaganira n’amatsinda abiri y’urubyiruko rukora ibikorwa byo gufasha abarokotse jenoside yakorewe abatutsi. Itsinda rimwe ni iry’abanyeshuri bo mu ishuri ryisumbuye rya Musambira. Muri iri shuri, urubyiruko rwishyize hamwe ngo ruge rufasha abagore basigaye ari abapfakazi kubera jenoside yakorewe abatutsi. Na ho “Heart to heart”, na ryo ni itsinda ry’urubyiruko rwahujwe n’umutima wo gufasha, binyuze mu bikorwa bitandukanye nko kuremera abarokotse jenoside yakorewe abatutsi, hamwe no kububakira n’ibindi.\r\n \r\nMu kiganiro “Ni Nyampinga” cyo kuwa Gatanu, kuko icyunamo kizaba cyarangiye, ariko tugikomeza kwibuka twiyubaka mu minsi ijana; bwo tuziga uko twakwikorera kandagira ukarabe, kugira ngo tubashe guhorana isuku y’intoki zacu; bityo twirinde indwara ziterwa n’umwanda. Lydia, umukobwa w’i Mushishiro, azatwigisha uko wakwikorera kandagira ukarabe yoroshye kandi idahenze.\r\n \r\nNa ho rero mu kiganiro cyo kuwa Gatandatu, tuzabasubirizamo ikiganiro twagiranye na Lilian, umukobwa wakoze urubuga rw’ikoranabuhanga rukoreshwa kuri telefoni iyo ari yo yose, urubuga yise M-Ahwiii; ndetse tunabasubirizemo ikiganiro twagiranye na Lydia, uzatwigisha uko twakwikorera Kandagira ukarabe. Muri icyo kiganiro, tuzanasobanukirwa kandi igihe dukwiye gukaraba intoki hamwe n’impamvu dukwiriye kuzikaraba kenshi. Ikindi kandi nk’uko bisanzwe, Shangazi azaba ahari ngo asubize ibibazo tumubaza ku buzima bw’imyororokere.\r\n \r\nNgaho rero ntimuzacikwe n’ibiganiro “Ni Nyampinga” kuri Radiyo Rwanda, RC Musanze, RC Rusizi, Huguka, Ishingiro, Izuba n’Isangano!\r\n \r\n\r\n[Dore amasaha n'amaradio ikiganiro NN kinyuriraho][1]\r\n\r\n\r\n  [1]: http://rw-gemrwanda.apollo.unicore.io/content/detail/003624ac1c74483caa3df8dc1b3f7aa4/", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 154, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "this-week-on-radio", 
  "uuid": "37408efed3404dfc91dc4d9c813702ef"
}