{
  "subtitle": "", 
  "description": "Dore ibiganiro tuzumva muri iki cyumweru kuri radio", 
  "language": "kin_RW", 
  "title": "Tuzumva Iki?", 
  "primary_category": "897920189e414751b7cc7207d05574b6", 
  "created_at": "2015-05-22T04:20:34+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-01-26T12:40:48.699944+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Mu kiganiro cyo kuwa Gatatu, tuzabagezaho inkuru ya Muhoza, umushyushyarugamba ukiri muto utuye mu karere ke ka Musanze.\r\n \r\nKu wa Gatanu bwo tuzavuga ku nkuru ya Louise wafashijwe n’inshuti ya mukuru we, maze agashobora gutangiza butike ye ku giti ke. Muziyumvira uburyo yatangiye, imbogamizi yahuye na zo, hamwe n’uburyo yahanganye na zo. \r\n \r\nMuri icyo kiganiro cyo kuwa Gatatu, kimwe mu bibazo bizaba bigize “Tyaza Ubwenge na Ni Nyampinga” ni iki: “Tubwire ikirwa kitwa Christmas aho giherereye. Urahazi se? Ntuzacikwe n’ikiganiro uzahamenya. Tuzumva kandi n’umuziki nk’uko bisanzwe bigenda.\r\n \r\nKuwa Gatandatu bwo tuzongera twumve ibiganiro byose byaranze icyumweru. Shangazi na we azafata umwanya uhagije asubize abamubajije ibibazo. Dore urugero rw’ikibazo kimwe mu byo azasubiza. “Kuki iyo ngiye mu mihango mbabara cyane?”\r\n \r\nIbuka ko kuwa Gatandatu kandi tuba dufite umwanya uhagije wo gusoma ubutumwa bwanyu muba mwaratwoherereje kuri 1019.\r\n \r\nNakwibutsa ko iki ari icyumweru cya nyuma cy’amarushanwa y’umupira w’amaguru CHAN. Kubera yo, ikiganiro “Ni Nyampinga” kiri guhita ku masaha ya 13h15, kuwa Gatatu, kuwa Gatanu no kuwa Gatandatu, kuri Radio Rwanda, RC Musanze, RC Rusizi hamwe no ku Ishingiro.\r\n \r\nAhandi hose (Izuba, Huguka, Isangano) gihita uko bisanzwe, kuwa Gatatu no kuwa Gatanu 18h15, hamwe no kuwa Gatandatu 14h00.\r\n \r\nTuri kumwe!\r\n\r\n\r\n[Dore amasaha n'amaradio ikiganiro NN kinyuriraho][1]\r\n\r\n\r\n  [1]: http://rw-gemrwanda.apollo.unicore.io/content/detail/003624ac1c74483caa3df8dc1b3f7aa4/", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 125, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "this-week-on-radio", 
  "uuid": "37408efed3404dfc91dc4d9c813702ef"
}