{
  "subtitle": "", 
  "description": "Dore ibiganiro tuzumva muri iki cyumweru kuri radio", 
  "language": "kin_RW", 
  "title": "Tuzumva Iki?", 
  "primary_category": "897920189e414751b7cc7207d05574b6", 
  "created_at": "2015-05-22T04:20:34+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-03-15T06:26:22.302664+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Iyo wumvise indirimbo nka Biryogo, cyangwa se iyitwa ku Mayaga cyangwa se Kibungo, wumva iki? Wumva ahantu. Sibyo? No mu kiganiro cyo kuwa Gatatu taliki ya 09 Werurwe rero, tuzasura uduce tumwe na tumwe twa Kigali aho abahatuye bazatubwira aho batuye, hamwe n’icyo bahakundira kugira ngo bahakundishe abandi.\r\n \r\nWowe se iwanyu, aho utuye uhakundira iki? Nawe wadusangiza ibyiza by’iwanyu mu kiganiro “Ni Nyampinga”, utwandikira ubutumwa bugufi wohereza kuri 1019. Iki ni ikiganiro kimwe muri byinshi uzumva ku byiza n’umwihariko w’ahantu hatandukanye hirya no hino mu Rwanda. Wibuke ko ibibazo bya “Tyaza Ubwenge na Ni Nyampinga”, umuziki n’utuntu n’utundi bitajya bibura.\r\n \r\nKuwa Gatanu bwo rero hazaba ari taliki ya 11 Werurwe, ubwo tuzaganira ku nsanganyamatsiko ireba abanyeshuri cyane. Uwo munsi tuzungurana ibitekerezo ku byiza, udushya, n’utuntu n’utundi tuba ku banyeshuri biga baba mu kigo, ndetse n’abiga bataha iwabo.\r\n \r\nBuri ruhande rufite udushya n’utuntu dutandukanye dushimishije, twiza tubabaho, cyangwa twababayeho. Ku bakunda “Tyaza Ubwenge na Ni Nyampinga” namwe mugerageze gusubiza iki kibazo: “Iyo uruyuki rukundwinze, rukagusigamo urubori, uruyuki rumera gute?” Iki ni kimwe mu bizaba bigize “Tyaza Ubwenge na Ni Nyampinga” y’uwo munsi, niba utazi igisubizo ntuzacikwe.\r\n \r\nKuwa Gatandatu saa munani zuzuye rero tuzaba tugeze muri “studio” kugira ngo niba hari ikiganiro cyagucitse muri iki cyumweru, cyangwa hari icyo ushaka kongera kumva, ubone akanya ko kubyumva neza. Kuwa Gatandatu kandi tuzabaha umukoro muzajya mukorera hamwe mu matsinda mubamo. Uzabe hafi wumve umukoro w’icyumwetu.\r\n \r\nIbuka ko kuwa Gatandatu aba ari umwanya “Ni Nyampinga” twahariye Shangazi kugira ngo asubize ibibazo byacu ku birebana n’ubuzima bw’imyororokere, ku rukundo, hamwe no ku bindi twibaza.\r\n \r\nWifuza kubaza cyangwa gutanga igitekerezo mu kiganiro Ni Nyampinga? Ohereza ubutumwa bwawe kuri 1019. Niba ukoresha MTN cyangwa TIGO hagenda amafaranga 5, waba ukoresha AIRTEL hakagenda amafaranga 10. Dutegereje ubutumwa bwanyu. Murakoze cyane. \r\n \r\n\r\n[Dore amasaha n'amaradio ikiganiro NN kinyuriraho][1]\r\n\r\n\r\n  [1]: http://rw-gemrwanda.apollo.unicore.io/content/detail/003624ac1c74483caa3df8dc1b3f7aa4/", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 142, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "this-week-on-radio", 
  "uuid": "37408efed3404dfc91dc4d9c813702ef"
}