{
  "subtitle": "", 
  "description": "Dore ibiganiro tuzumva muri iki cyumweru kuri radio", 
  "language": "kin_RW", 
  "title": "Tuzumva Iki?", 
  "primary_category": "897920189e414751b7cc7207d05574b6", 
  "created_at": "2015-05-22T04:20:34+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-10T15:40:12.907903+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Mu kiganiro “Ni Nyampinga” cyo kuri uyu wa Gatatu tariki ya 6 Mata, tuzaganira n’umukobwa warebye ibibazo biri aho atuye hanyuma akabishakira ibisubizo. Uti byagenze gute? Uyu “Ni Nyampinga” witwa Lilian, ufite imyaka 27, yitegereje ibibazo abahinzi bahura na byo, nko kubura amakuru ku bijyanye n’amasoko, amabanki ndetse n’ibindi; hanyuma akora urubuga rw’ikoranabuhanga rukoreshwa kuri telefoni ngendanwa iyo ari yo yose, rufasha abahinzi kubona bene ayo makuru baba bakeneye.\r\n \r\nUru rubuga Lilian yarwise M-Ahwiii. Niba ushaka kumenya byinshi ku kuntu yatekereje kuruhanga, hamwe n’icyo rumariye abarukoresha, tega amatwi ikiganiro “Ni Nyampinga” cyo kuwa Gatatu.\r\nIkindi kandi, muri iki kiganiro tuzanabagezaho n’ikegeranyo ku bijyanye n’imbuga nkoranyambaga, hamwe n’uko zikora.\r\n \r\nIkiganiro cyacu cyo kuwa Gatanu, tuzakibagezaho twamaze kugera mu cyumweru cyahariwe kwibuka jenoside yakorewe abatutsi muri Mata 1994. Uwo munsi, tuzaganira ku ruhare rw’indirimbo zo kwibuka. Abahanzi Munyanshoza, Bonhomme na Mariya Yohani bazatuganiriza ku kamaro babona ibihangano byabo bigira mu gufasha abantu kwibuka. Impuguke muri komisiyo y’igihugu yo kurwanya jenoside na yo izatubwira uburyo indirimbo zifasha abantu kwibuka ababo bazize jenoside.\r\n \r\nKuwa Gatandatu tariki ya 9 Mata, tuzongera kumva ikiganiro ku kamaro indirimbo zigira n’uko zifasha abantu mu gihe cyo kwibuka jenoside yakorewe abatutsi. Uwo munsi tuzavuga kandi no ku bindi byinshi bizagufasha kumenya uko wamenya ubwawe ko ufite ibimenyetso by’ihungabana; ndetse n’icyo wakora. Ikindi kandi, muri iki kiganiro, uzanamenya uko wafasha umuntu wagize ikibazo k’ihungabana.\r\n \r\nMuri iki cyumweru kandi na bwo, tuzabasigira umukoro nk’uko mumaze kubimenyera. Uwo mukoro uzaba ubasaba kureba aho mutuye, mukegera nk’umuntu mukuru wacitse ku icumu, cyane cyane nk’umukecuru cyangwa umusaza w’inshike, hanyuma mukamuba hafi mumufasha, bitewe n’icyo akeneye.\r\n \r\nDukomeze kwibuka jenoside yakorewe abatutsi, turwanya ingengabitekerezo ya jenoside.\r\n \r\n\r\n[Dore amasaha n'amaradio ikiganiro NN kinyuriraho][1]\r\n\r\n\r\n  [1]: http://rw-gemrwanda.apollo.unicore.io/content/detail/003624ac1c74483caa3df8dc1b3f7aa4/", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 152, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "this-week-on-radio", 
  "uuid": "37408efed3404dfc91dc4d9c813702ef"
}