{
  "subtitle": "", 
  "description": "Nineteen students entered a Ni Nyampinga essay writing competition - meet the winners.", 
  "language": "eng_GB", 
  "title": "Girls with Money", 
  "primary_category": "476504c860f241978ef52251c493455f", 
  "created_at": "2016-03-19T12:04:20+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-03-19T12:22:55.695641+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Nineteen students entered a Ni Nyampinga essay writing competition at Saint Francoise d’Assise Secondary School in the Gisagara district. The topic was: what do you think about girls who make their own money and what do you think others have to say about them?\r\n\r\nThe day the winners of the contest were announced was an exciting celebration full of entertainment. Students performed: dances, songs, drama and comedy sketches and modelling routines.\r\n\r\nThe winner of the competition was Eric, an 18-year-old from the Rusizi district. In his essay, he discussed the fact that many in Rwandan society often have misguided ideas about girls who make their own money.  Eric wrote:\r\n\r\n“In Rwandan culture, there’s a saying—a woman’s degree is her husband. In other words, getting married is the answer to all of a woman’s problems. If that’s the case, a woman doesn’t need to go out and find a job—she’s going to become a housewife. That’s why girls in past generations weren’t interested in getting an education. They were trained to become good housewives and take care of their husbands.” \r\n\r\nDelphine, a 21-year-old from the Huye district, was the first runner-up in the contest. In her essay, she talked about a girl named Mahoro who serves as an inspiration to her because she makes her own money and takes care of her own needs. Delphine wrote:\r\n\r\n“When Mahoro was first starting out she was doing odd jobs to make money but she went on to get a really great job. People in her community had a lot of different opinions about her. Some said Mahoro was arrogant and didn’t respect others. Others said she’d never get a husband because she was too intimidating.“\r\n\r\nDelphine continued by advising others to rethink any negative ideas they might hold about girls who make their own money. She said:\r\n\r\n\r\n“In general, a lot of people in Rwanda have the wrong idea about girls. They think girls should just sit down and wait for a miracle to happen. But girls have the ability and the potential to guide their own futures as well as those of their families and the country on the whole.”\r\n\r\n“In my opinion, it’s not acceptable for people to continue to think less of girls who make money. In this day and age, Rwanda doesn’t need thoughtless girls who don’t respect themselves. We need girls who think about their own dignity and are willing to work hard to achieve their full potential.”\r\n\r\nThe celebration at Saint Francois d’Assise finished with a debate inspired by Eric’s prize-winning essay. In the discussion, Eric said, “Rwandan society needs to understand that girls who have their own money are a solution to so many social problems. When a girl makes money, everybody wins.”", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "240ab4302ba84608a2fa83c2e762e5d5", 
  "published": null, 
  "position": 1, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "girls-money", 
  "uuid": "3af543ed87c046878562b9b32dbe362a"
}