{
  "subtitle": "", 
  "description": "Twaganiriye n’abantu batandukanye, maze batubwira uko abakobwa bageze mu bwangavu bitwara mu bindi bihugu.", 
  "language": "kin_RW", 
  "title": "Abangavu mu bindi bihugu", 
  "primary_category": "fcb4fcdc99164b7d87a4148fb5b23cf5", 
  "created_at": "2016-03-16T12:32:44+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-04-10T16:32:43.885416+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Mu Rwanda, abakobwa batangira ubwangavu akenshi baba babufiteho amakuru make. Aya makuru baba bashobora kuyakura ku ishuri cyangwa se bakayahabwa n’abandi bakobwa bagenzi babo, ariko usanga abakobwa badahabwa ayo makuru n’ababyeyi babo. \r\n\r\nMu Rwanda kandi, abangavu bafite byinshi bakora abantu bamwe bakabibona nabi. Urugero ni nko kugira inshuti y’umuhungu. Ni yo mpamvu “Ni Nyampinga” twashatse kumenya uko mu bindi bihugu kuba umwangavu biba bimeze.\r\n\r\nPatricia yageze mu bwangavu aba muri Etiyopiya, yiga mu ishuri ry’Abafaransa. Yabwiye “Ni Nyampinga”, ati: “Natangiye ubwangavu nkiri muto cyane. Ababyeyi bange bansobanuriraga bahushura maze simbyumve neza. Nibuka ko namaze amezi atatu yose ntarabasha kubwira mama ko ntazi impamvu njya nzana amaraso mu gapipi (mu gitsina)! Sinari nzi ko ari imihango” \r\n\r\nGiedre wo muri Lithuania, we yagize ati: “Twebwe amakuru atari yo abakobwa b’abangavu twabaga dufite ni uko ngo umukobwa uri mu mihango adashobora gukora imyitozo ngororamubiri. Byatumaga dusiba iryo somo ku ishuri. Ariko ntekereza ko ubu ngubu batakwemera ko abakobwa basiba amasomo nk’ayo kubera ibyo ngibyo. Gukora imyitozo ngororamubiri ni byiza cyane.”\r\n\r\nAngela wakuriye mu gace kitwa Rift Valley, mu gihugu cya Kenya, na we yatubwiye uko byari bimeze kera akiri umwangavu. Ati: “Muri icyo gihe natangiye kumva najya ahantu hari abahungu. Nkumva ndabakunze mu buryo ntazi, bikandangaza. Nabiganirije masenge hamwe na babyara bange bakuru, maze aba ari bo bangira inama z’ukuntu nabyitwaramo. Nagize amahirwe yo kuba nari mbafite. Masenge yaranyumvaga, nashoboraga kumubwira icyo nshaka cyose.”\r\n\r\nDonatha yageze mu bwangavu aba muri Uganda nk’impunzi. Yaratubwiye, ati: “Narakuze ntangira ubwangavu ndi impunzi tuba Kampala muri Uganda. Mama wange yahoraga ashaka kumenya inshuti zange izo ari zo. Buri gihe yanyibutsaga ko ngo ntagomba kumukoza isoni mu gihugu cy’amahanga. Ubwo yashakaga kuvuga ko ngo ntagomba kugendana n’abahungu kugira ngo ntazatwara inda”.\r\n\r\nKarina we yabaye umwangavu aba muri Leta Zunze Ubumwe z’Amerika, igihugu avukamo. Na we yabwiye “Ni Nyampinga” iby’ubwangavu bwe. Ati: “’Iyo abantu babonaga ugeze mu myaka 11 barakubazaga ngo ‘ese wabaye umugore?’ Nta muntu wigeze ansobanurira icyo bishatse kuvuga, abo nabazaga baransekaga gusa. Ubwo nange nahitaga nibwira ko kuba umugore bashakaga kuvuga ari ukuba umuntu urenze, “superhero”. Ubwo nabonaga imihango bwa mbere, narababaye cyane kuko namenye ko ari ko kuba umugore abantu bavugaga, kandi nsanga ntaho bihuriye no kuba umuntu urenze natekerezaga.”", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "4d980eac206045a48809ffd8971188d1", 
  "published": null, 
  "position": 10, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "abangavu-mu-bindi-bihugu", 
  "uuid": "3f3b67e0a55944ab8c9d1aa6ea81131b"
}