{
  "subtitle": "", 
  "description": "\"Ni Nyampinga\" umwe yatubajije uko bakoresha ikinini k'ingoboka. Shangazi arasobanura.", 
  "language": "kin_RW", 
  "title": "Ikinini k'ingoboka", 
  "primary_category": "32da3de0f0404fddaf4f28137c2ee64c", 
  "created_at": "2016-03-16T12:10:19.557181+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-03-16T12:10:19.557458+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "SHANGA, NI GUTE UMUKOBWA YAKORESHA RIMWE GUSA KIRIYA KININI k’INGOBOKA KIBUZA GUSAMA?\r\n\r\nNshuti yange, reka mbanze mbwire ba Ni Nyampinga batari bazi iki kinini, ko koko, hari ibinini bibuza gusama, umukobwa cyangwa umugore ashobora kunywa yitabara, igihe yakoze imibonano mpuzabitsina idakingiye kandi atabishaka, cyangwa se igihe yari yikingiye ariko hakagira impamvu ituma akeka ko ashobora gusama kandi atari yabiteganyije. Urugero ni uko ashobora kuba yakoreshaga agakingirizo, ariko mu buryo butunguranye kagacika. \r\nMuri iki gihe, ufata ibyo binini bibuza gusama. Kandi uko ubinywa vuba, ni na ko amahirwe y’uko biza kukugirira akamaro yiyongera. Kuko iyo ubinyweye warangije gusama, ntacyo bikumarira. Ntibikuramo inda.\r\n\r\nWibazaga rero uko umukobwa abikoresha. Ibi binini ubigura muri farumasi, cyangwa ukabihabwa na muganga, cyangwa se ukabikura ku kigo nderabuzima. Ubiguhaye muri aba mvuze, akubwira uko ubikoresha bitewe n’ubwoko bw’ibyo baguhaye, kuko bibamo amoko menshi. Wanamubaza uko ugomba kubinywa niba abiguhaye ntahite agusobanurira. Ni ngombwa cyane gukurikiza amabwiriza.\r\n\r\nGusa, zirikana ko iyo ukoresheje ibi binini wirinda inda utateganyije, ariko ntabwo uba wirinze indwara zandurira mu mibonano mpuzabitsina, zirimo na Sida. Ikindi kandi, ubikoresha witabara, ntabwo ari ibyo gukoresha buri gihe. Kuko hari ibindi byabugenewe.", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": "9801f6552c234878a39ba7c26dca9f98", 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "ikinini-kingoboka", 
  "uuid": "43c6a0437db14665b2128718f5a3f673"
}