{
  "subtitle": "", 
  "description": "Kugera ku nzozi zawe", 
  "language": "kin_RW", 
  "title": "Ndabikunda kandi ndabishoboye", 
  "primary_category": "fcb4fcdc99164b7d87a4148fb5b23cf5", 
  "created_at": "2016-01-11T17:14:18+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-01-21T12:46:19.303454+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "“Hari igihe umuntu agira impano ntamenye ko ayifite, hari n’igihe ayigira akayimenya, akayikoresha ndetse ikamugirira akamaro mu buzima bwe.” Uwavuze ibi ni Icyizere Pascaline Karuranga wiga mu rwunge rw’amashuri rwa Notre Dame de Lourde mu Byimana. \r\n\r\nPascaline we ngo yiyumvamo impano yo kuyobora kuva kera. Akigera mu mashuri yisumbuye yagiye aba umuyobozi mu myaka yose yizemo, ubu akaba ari we uhagarariye abanyeshuri bose muri iki kigo. \r\n\r\nPascaline ati, “mu kuyobora kwanjye nshimishwa no kubona umuntu aje ansanga ngo mukemurire ikibazo, cyane cyane iyo mugiriye inama zikamufasha.” \r\n\r\nPascaline ngo kuba umuyobozi bimwigisha gutinyuka, bikamufasha kumenya amakuru ku bintu bibera mu kigo hamwe n’ibibera mu gihugu muri rusange. Ikindi ngo bimufasha guhura no kumenyana n’abantu batandukanye. \r\n\r\nPascaline kandi afite indoto. Aganira na “Ni Nyampinga” yaratubwiye ati, “numva ubuyobozi bwanjye butazagarukira ku kuyobora ku bigo by’amashuri nigamo gusa, nzagerageza kugera ku rwego rwo kuba umuvugizi wa rubanda.” \r\n\r\n\r\nMuziranenge Aimée, we ni umujyanama mu by’ubwuzuzanye n’uburinganire mu kigo gishinzwe kugenzura uko ubwuzuzanye n’uburinganire bumeze, Gender Monitoring Office. Nawe kuba muri uyu mwanya avuga ko byamujemo kuva kera, kuko yanyuze mu rugendo nk’urwa Pascaline igihe yari akiri muto. Aimée ngo nta hantu na hamwe yize atayobora nibura itsinda runaka ry’abanyeshuri. \r\n\r\nAimée yagiye kurangiza muri Kaminuza y’u Rwanda ari minisitiri w’ubwuzuzanye n’uburinganire muri komite y’abanyeshuri. Ati: “Ndashimangira ko abakobwa bakwiriye kumenya icyo bashaka mu buzima bwabo bwa buri munsi, kuko iyo ukimenye, uhita ushaka n’icyo ugomba gukora ngo ukigereho.”\r\n\r\nYakomeje agira ati: “Abakobwa biyumvamo kuba baba abayobozi bakwiriye kubiharanira, kandi bagakora cyane kugira ngo bagirirwe icyizere, cyane cyane ko n’igihugu cyacu kibashyigiye.” Naho Pascaline we ngo, “abakobwa bagenzi banjye baba abifuza kuzaba abayobozi cyangwa abifuza kuzakora indi mirimo, bakwiriye kwirinda ibyababangamira ngo bibabuze kugera ku ndoto zabo.” ", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "20bdaa59fb2b4c61a182a7c8752bbec2", 
  "published": null, 
  "position": 2, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "ndabikunda-kandi-ndabishoboye", 
  "uuid": "5080f61f6f5c46108b27ad9e18f7cc16"
}