{
  "subtitle": "", 
  "description": "Abakobwa babiri bafite icyo bagezeho gifatika biturutse ku bumenyi bahawe.", 
  "language": "kin_RW", 
  "title": "Ubwenge Burarahurwa", 
  "primary_category": "fcb4fcdc99164b7d87a4148fb5b23cf5", 
  "created_at": "2016-01-18T17:46:39+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-01-25T10:18:40.949270+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Kangabire Liberatha atuye mu karere ka Gasabo, arubatse afite n’abana batatu. Uyu mubyeyi akora umwuga wo kuboha ibiseke n’inkoko, amaherena, n’inigi zikoze mu bitenge, amasaro, n’ibipapuro.\r\n\r\nKangabire yatangiye agira ati “numvaga nshaka kumenya umwuga cyane kugira ngo nzawukore umfashe kwiteza imbere. Muri njyewe narwanyaga ikintu cyo gusabiriza, numvaga nshaka kumenya umwuga nkawukora ukantunga kandi ukamfasha kwiteza imbere.” \r\n\r\nKangabire yahisemo kandi no kwigisha abakobwa bakiri bato uwo mwuga wo kuboha ngo na bo babashe kwiteza imbere. Umwe mu bakobwa yigisha, Uwamariya Solange ufite imyaka 20, we yadutangarije ko kuba azi uyu mwuga bizamufasha kwitegurira ejo hazaza he heza. Yagize ati “kuva natangira gukora amaherena n’ibinigi ubu maze kwigurira intama, ikaba iri iwacu i Gitarama.” Na ho Ndahimana Denyse w’imyaka 14, avuga ko kuba azi uwo mwuga ari umwana muto bimutera ishema cyane, kuko ari ubumenyi bwiyongera ku bundi bwo mu ishuri afite. Ubu arangije umwaka wa gatandatu w’amashuri abanza. \r\n\r\nKangabire avuga ko kuba yarize umwuga wo kuboha n’ubundi bukorikori butandukanye byamugejeje kuri byinshi. Ati “twabaga mu nzu y’ubukode, ariko ubu njye n’umugabo wanjye twarafatanyije tubasha kwigurira ikibanza turubaka ubu tuba mu nzu yacu.”", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "9bcdd60ffe6248b9ad6060133a39ca58", 
  "published": null, 
  "position": 4, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "ubwenge-burarahurwa", 
  "uuid": "5740ea570f124f3f92cc1e88117c570a"
}