{
  "subtitle": "", 
  "description": "Ese hari umuntu uzi wavuye mu ishuri na n’ubu akaba atarigeze arisubiramo? Patience we yari yarivuyemo nyuma aza arisubiramo n’ubwo bitamworoheye.", 
  "language": "kin_RW", 
  "title": "Ntacyandutira kwiga", 
  "primary_category": "fcb4fcdc99164b7d87a4148fb5b23cf5", 
  "created_at": "2016-04-10T16:31:12.514647+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-04-10T16:31:12.515026+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Patience avuga ko icya mbere ari ukwiga, imyaka waba ufite yose. We afite imyaka 19, ni uwo muri Burera. Ubu yiga mu wa 5 w’amashuri yisumbuye. “Ni Nyampinga” twaganiriye na we ngo atwereke aho yakuye imbaraga zo gusubira mu ishuri kandi yari yarivuyemo.\r\n\r\n “Navuye mu ishuri ngeze mu mwaka wa kabiri mu mashuri yisumbuye kubera ubwumvikane buke bw’ababyeyi bange. Buri wese ntiyashakaga kundihirira.” Patience avukana n’abandi bana batandatu. Ni we mukuru. Ubwo se yajyaga gushaka akazi Uganda, ni bwo yaboneyeho kumvisha nyina akamaro ko kumureka agasubira mu ishuri. Yagize amahirwe arabyemera. Ati: “Amaze kubyemera nahise ntangira guhingana umwete, kugira ngo nzabone amafaranga agura ibikoresho nzakenera ninsubira mu ishuri”.\r\n\r\nUbwo Patience yari ageze mu wa gatatu, nyina yaje kurwara araremba. Tuganira yaratubwiye ati: “Mama yarivuje mu Rwanda hose biranga. Ubwo ni na ko twagurishaga imitungo yo mu rugo nk’imirima ngo tumuvuze. Ikindi kandi ni nge wari umurwaje. Ariko nanyuzagamo nkajya no ku ishuri kuko nkunda ishuri cyane”.  \r\n\r\nNyina wa Patience yararembye, ajya kwivuriza Uganda, maze Patience asigara ari we urera barumuna be. Ati: “Haba guteka, guhinga, isuku, mbese byose byarandebaga. Ntibyari binyoroheye na gato, ariko nabifatanyaga no kwiga.”\r\nKubera kwiga nabi, afite inshingano nyinshi zimureba, Patience ntiyabashije gutsinda ikizamini cya Leta cyo mu wa Gatatu. Ariko ntiyigeze atekereza ko kwiga bihagaze. Buri munsi yahoraga yiyumvisha ko azasubira ku ishuri kandi akagera kure. \r\n\r\nIgihe kimwe mu kiruhuko kinini, Patience yagize amahirwe abona ikiraka cyo gucuruza amatara y’imirasire y’izuba. Amafaranga yakuyemo yayifashishije mu gukomeza kwirihira ishuri.\r\n\r\nPatience yize afite byinshi bimuca intege, ariko ntiyigeze azicika. Uretse inshingano nyinshi zo mu rugo zamurebaga, abo mu rungano rwe ngo babonaga atiga bakamuryanira inzara.  Nyamara ubu ariga, ndetse afite inzozi zo kuzihangira umurimo igihe azaba arangije. \r\n\r\nPatience agira icyo abwira abandi ba Nyampinga batakiga kandi batarangije. Ati: “Niba warakundaga kwiga, ugasenga, kora cyane ubone uburyo wasubira mu ishuri. Kandi wowe ubwawe uzabigeraho.”       \r\n\r\n\r\nHARI ABATWANDIKIYE:\r\nNyuma yo kunyuza inkuru ya Patience mu kiganiro “Ni Nyampinga” kinyura kuri Radiyo Rwanda, RC Musanze, RC Rusizi, Ishingiro, Isangano, Izuba na Huguka, ubu ni bumwe mu bundi butumwa bwinshi twakiriye hakoreshejwe kohereza SMS kuri 1019:\r\n\r\n1.        “Navuye mu ishuri mu 2003 ndangije uwa kane, nicara kugera mu 2010. Ndisubiyemo, narize ndakomeza, ubu ndi kurangiza ikiciro cya kabiri cya Kaminuza muri ULK. Patience n’abandi bavuye mu ishuri ntimuzihebe. Byose bisaba kwiyemeza!”\r\n\r\n2.        “Nange nize ku Mayaga mfite barumuna bange nitaho. Kwiga no kurira byari imvange, ariko Imana ishimwe nararangije, ndetse na bo bararangije. Ndibuka uburyo nize ari nge uhahira barumuna bange kandi ntakora. Mbese washyizeho ubushake, ntakidashoka!” \r\n\r\nNAWE TUBWIRE\r\nEse wowe hari umuntu uzi wavuye mu ishuri, ariko akaba akora cyane kugira ngo azarisubiremo? Akora iki? Twandikire ubutumwa bugufi ukoresheje telefoni utubwire kuri 1019. Ubutumwa twakira tugerageza kubusoma mu kiganiro “Ni nyampinga”. ", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": "9b37594564514cfdaa9cfe3a7262a830", 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "ntacyandutira-kwiga", 
  "uuid": "577ded44b6d9475b8b6832bd20d6e1a1"
}