{
  "subtitle": "Ubuzima Bukomeye Bwatumye Ntera Imbere", 
  "description": "Nyuma yo kubyara abana babiri, uwo bababyaranye yaramutereranye. Ariko ubu ni umunyamakuru ukomeye wa televiziyo. ", 
  "language": "kin_RW", 
  "title": "Ubuzima Bukomeye Bwatumye Ntera Imbere", 
  "primary_category": "fcb4fcdc99164b7d87a4148fb5b23cf5", 
  "created_at": "2015-11-23T08:51:22+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-11-23T10:34:26.787757+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "\"Ku myaka 19 yari nyina w’abana babiri b’abahungu, umuhungu wamuteye inda aramutererana. Nyamara yaje kwiga arangiza na Kaminuza, kuri ubu ni umunyamakuru kuri Radio na televiziyo by’u Rwanda akaba n’umushyushyarugamba (MC). Yitwa Tijarat Shinani Kabendera, akagira akabyiniriro ka TK.\r\n\r\nMu kiganiro na “Ni Nyampinga”, TK yatubwiye ubuzima butoroshye yanyuzemo mu bwangavu bwe. Ni uwa 2 mu muryango w’abana 5, kuri ubu afite imyaka 35. Arubatse, afite abana 3.  \r\n\r\n**NN:** Tunyuriremo ubuzima bwawe bw’ishuri uko bwari bumeze?\r\n\r\n**TK:** Narangije amashuri yisumbuye mfite abana babiri b’abahungu nabyariye mu rugo. Byari bikomeye ku buryo utakwiyumvisha. Nari umubyeyi kandi nyamara nanjye ngikeneye kurerwa. Hari n’igihe navaga ku ishuri nasanga abana banjye babahaye igikoma bakimaze nkababara ngo banshuze, mama akambwira ati “ni abana bawe!” \r\n\r\n**NN:** Wabyaye wiga mu wa ka ngahe? \r\n\r\n**TK:** Umwana wa mbere namubyaye niga mu wa gatatu w’amashuri yisumbuye. Nari mfite imyaka 17. Ntabwo byatinze, mpita mbyara undi wa kabiri mfite imyaka 19.  Bombi nababyaranye n’umuhungu wari ukiri muto twiganaga. Ntacyo yari kumfasha, nta n’icyo byari bimubwiye. \r\n\r\n**NN:** Ese wahise ukomeza ishuri? \r\n \r\n**TK:** Nicaye imyaka ibiri, kugira ngo mbanze nonse, ngifite n’isoni nibaza uko abandi bana bazambona nindisubiramo! \r\n\r\n**NN:** Ni ryari wageze aho ukumva ubuzima buragukomereye cyane kurenza ikindi gihe? \r\n\r\n**TK:** Ni igihe data yatabarukaga. Ni we wakoraga wenyine. Icyo gihe njye nari mfite imyaka 21 gusa, kandi nkiba mu rugo. Nahise numva ko ngomba kugira icyo nkora nkibeshaho n’umuryango wanjye. Ni njye wagombaga kubonera amafaranga y’ishuri abantu bane! Abana banjye babiri hamwe na barumuna banjye babiri, nanjye ntiretse! Ntibyari byoroshye pe! \r\n\r\n**NN:** Ni iki cyakongereye imbaraga zo kubasha kugira icyo ukora? \r\n\r\nTK: Ni inshingano niyumvagamo. Nari umwana ariko nari n’umubyeyi. Ikindi, ntwite inda ya kabiri, data yarambwiye ngo “…ariko ubanza kubyara warabigize umushinga!” Ati “ni ngombwa ko wiga nyuma ukazatekereza n’uburyo bwo kurera abana bawe kuko n’uwo mwabyaranye atanatekereza kugufasha.” Byankozeho cyane ku buryo nabizirikanye koko bikantera kugira icyo nkora. \r\n\r\n**NN:** Nyuma waje kwiga urarangiza, ndetse ubona n’umugabo urarushinga. \r\n\r\n**TK:** Cyane rwose. Nize Itangazamakuru muri Kaminuza Arusha muri Tanzania. Ikindi njye mu buzima sinigeze nta umwanya wanjye ntekereza ku wanteye inda. Nagize amahirwe nshakana n’undi mugabo watwemeye turi batatu. Ubu na we dufitanye umwana w’umukobwa. Mu rugo turi umuryango, bamwita papa, na we akabita abana be. Biranshimisha bigatuma nibona nk’umunyamahirwe, kuko hari igihe abandi bakobwa babyaye bacika intege ngo ntibazabona umugabo ubakunda akabakundira n’abana.  \r\n\r\n**NN:** Ni iyihe nama ugira abandi bana b’abakobwa? \r\n\r\n**TK:** Nabasaba ko bakora ibishoboka byose ntibatware inda, kuko kugira inshuti bitavuga gukorana na yo imibonano mpuzabitsina. Nta kintu kigoye nabona nko kubyara ukiri kwiga mu mashuri yisumbuye! Ariko kandi iyo bikubayeho uwaguteye inda ukabona atakwitayeho, si ngombwa kumwihambiraho. Ahubwo wowe ukora iyo bwabaga ubuzima bugakomeza. \"", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": "aaa690148540430d99c7c22606d67bca", 
  "published": null, 
  "position": 1, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "ubuzima-bukomeye-bwatumye-ntera-imbere", 
  "uuid": "612bc0946a4f42c5843cc3dd9de5774b"
}