{
  "subtitle": "", 
  "description": "Twaganiriye n’umubyeyi ufite umwana ufite ubumuga, atubwira uburyo amwitaho nk’abandi bana ndetse akanarenzaho.", 
  "language": "kin_RW", 
  "title": "Ndamukunda cyane", 
  "primary_category": "fcb4fcdc99164b7d87a4148fb5b23cf5", 
  "created_at": "2016-04-28T06:58:42.234328+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-04-28T06:58:42.234612+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Valentine ni umubyeyi ufite abana batatu. Atuye mu Karere ka Gakenke. Imfura ye Denyse w’imyaka 12, yiga mu mwaka wa 4 w’amashuri abanza. Kuva mu myaka ibiri ishize, amaguru ya Denyse yatangiye kugaragaza ubumuga bugenda bukura, kandi buturutse ku mpamvu zitazwi. Ibyo byatumye atangira kugira imyifatire itandukanye n’iya bagenzi be.\r\n\r\nMu Rwanda, abana bafite ubumuga bahura n’ibibazo bitandukanye. Bahorana ipfunwe, ubukene n’ihohoterwa ry’uburyo bunyuranye, akenshi bigatuma kwisanzura no kugira ubuzima bwiza nk’abandi bose bibagora.\r\n\r\nNtibyoroshye kuba wareraga umwana uzi ko afite ubuzima bwiza, bwacya ukagenda ubona yigunga, ntavuge, ntaseke, ntakine n’abandi, ndetse mwarimu we akakubwira ko afite ibibazo bikomeye mu myigire ye.\r\n\r\nValentine nyina wa Denyse, yitegereza ibirenge by’umwana we, yabwiye “Ni Nyampinga”, ati: “Kugeza ku myaka 10 Denyse yakuraga neza. Kuva icyo gihe ni bwo natangiye kubona ibirenge bye bigenda bihinduka, agatambuka mu buryo budasanzwe”. \r\n\r\nIyo ukimubona, ubona ari umwana nk’abandi, ariko wamwitegereza ugasanga yitwara ukuntu kudasanzwe. Ahora atuje cyane. Ntashobora gusubiza ikibazo abajijwe, kandi aseka gake cyane, nabwo ari uko abishatse. \r\n\r\nNyina yaratubwiye ati: “Abarimu bavuga ko bimugora cyane gufata mu mutwe ibyo yiga, kandi ko adakunda gusubiza mu ishuri. Gusa iyi si impamvu yo kumukura mu ishuri kuko nifuza ko yagira ubumenyi ndetse akajya akomeza gukina no kumenyerana n’abandi bana kugira ngo atigunga”.\r\n\r\nValentine ngo biramubabaza cyane iyo abantu bamwitiye umwana ikigoryi, cyane cyane iyo babivuze Denyse yumva. Ati:  “Muganga yarabimbwiye ko Denyse adafite gusa ikibazo cy’ubumuga bw’ingingo, ahubwo afite n’ikibazo cyo mu mutwe gikomeye. Ku bitaro by’Akarere bangiriye inama yo kumujyana i Ndera. Gusa bisaba amafaranga menshi. Ndi gushyiramo imbaraga cyane ndetse nkanazigama ngo bizashoboke”.\r\n\r\nKu rundi ruhande kandi, Valentine akora ibishoboka byose ngo yereke Denyse urukundo. Amufata nk’abandi bana. Amugurira imyenda n’ibindi akeneye akongeraho kumurinda irungu. Yitegerezanya umwana we urukundo rwinshi, Valentine yagize ati: “Mushishikariza iteka gukina n’abandi bana. Musaba gutumira abana bigana ndetse n’inshuti ze mu rugo. Ngerageza kandi kumujyana ahantu ashobora guhurira n’abandi bana benshi”.  \r\n\r\nValentine ngo ababazwa bikomeye no kuba hari ababyeyi bahisha cyangwa bagafata nabi abana babo bafite ubumuga, baba barabuvukanye cyangwa se bwaraje nyuma. Ati: “N’ubwo bakeneye ubufasha kurusha abandi, ariko na bo ni abana nk’abandi, kandi bakeneye urukundo rwacu ababyeyi rungana n’urwo duha abandi bana”", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": "94b294849f97411995ce65d7a3b624a0", 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "ndamukunda-cyane", 
  "uuid": "62496d8135e84ba1a6b56895e01f505e"
}