{
  "subtitle": "", 
  "description": "We talked to teenage girls from around the world about puberty in their country. Here is what they had to say...", 
  "language": "eng_GB", 
  "title": "Teenage Girls Across the World", 
  "primary_category": "476504c860f241978ef52251c493455f", 
  "created_at": "2016-03-16T12:51:06+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-03-16T12:56:43.296637+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "In Rwanda, when girls enter puberty they often have very little information about the changes happening to their bodies. They might get some information from school or from other girls but often they don’t talk about puberty with their parents at all. Some people in Rwanda think that certain things like having a boyfriend should be off-limits to adolescent girls. Here at Ni Nyampinga we wanted to know what’s it like for girls going through puberty in other countries?\r\n\r\nPatricia hit puberty while she was studying at a French school in Ethiopia. She told Ni Nyampinga, “I hit puberty very early. My parents had dropped hints about it, but at school they taught us all the facts. I remember it took me three months to get up the courage to face my mum and tell her that for some reason I was bleeding from my ‘peepee’. I didn’t know that I had gotten my period!”\r\n\r\nGiedre from Lithuania told us, “One of the biggest misconceptions was that girls weren’t supposed to do physical exercise when on their period, so you were able to get excused from sports class. I don’t think they allow that any more. Exercise is good!”\r\n\r\nAngela grew up in Rift Valley Province in Kenya. She said, “When I became a teenager, I started wanting to hang out with boys. I developed strong feelings for them—it was strange and distracting. I talked to my auntie and older cousins about how I was feeling and they gave me some good advice on how to have relationships with boys at that age. I was lucky I had older cousins to talk to. My auntie was very open and understanding when I talked to her.”\r\n\r\nDonatha was living in Uganda as a refugee when she was a teenager. She said, “When I was growing up as a refugee teen girl in Kampala, my mother always wanted to know who my friends were. She always reminded me not to bring shame to her in a foreign land or, in other words, don’t hang out with boys and don’t get pregnant.”\r\n\r\nWhen Karina was going through puberty, she was living in the United States, her home country. She shared what it was like with Ni Nyampinga: “Are you a woman yet? That’s what they say in the US when you turn 11 or so. Nobody would tell me what that meant, and worse, everyone laughed when I asked. All I could conclude from the mystery, build-up, and anticipation of ‘becoming a woman’ was that surely, becoming a woman meant I was going to become a superhero of some kind. The day I got my first period, I was completely disappointed in my new superhero power.” ", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": "d03392d45ea7483388d6b54cab0ca043", 
  "published": null, 
  "position": 1, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "teenage-girls-across-world", 
  "uuid": "656a2e05e28e4c6bb6f26d0eca780e86"
}