{
  "subtitle": "", 
  "description": "Clubs are a great way for girls and boys to come together to develop friendships.  Ni Nyampinga paid a visit to two clubs.", 
  "language": "eng_GB", 
  "title": "We are a Team!", 
  "primary_category": "476504c860f241978ef52251c493455f", 
  "created_at": "2016-03-19T12:13:58.544258+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-03-19T12:13:58.544491+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Clubs are a great way for girls and boys to come together to develop friendships, learn skills and have fun. Despite sometimes hosting competitive activities  this doesn’t stop their members from becoming close friends. Ni Nyampinga paid a visit to two clubs: Amahoro, a karate club in Shangi in the Nyamasheke district, and Inkoramutima, a dance troupe in Janja in the Gakenke district. \r\n\r\nNi Nyampinga journalists arrived at Saint Francis Secondary School in Shangi to find a room full of girls practising their karate. With every kick their faces reflected the intensity and concentration required to be the best. But, although the girls compete against each other, they don’t let it get in the way of their friendships.\r\n\r\nAlice is a member of Amahoro. She said, “When we’re practising, we have fun. And, at the end of every session we sit down together and talk to each other. That way we focus on keeping the friendship strong.”\r\n\r\nA culture of competition thrives in all different kinds of clubs. Inkoramutima brings together young girls who love dancing and drumming. The members of the group are all hoping to be chosen to represent the group at larger events so they work hard to perform well. The girls agreed that competition makes their troupe stronger.\r\n\r\nValentine, a member of Inkoramutima, said, “The best performers get to represent the group. That helps us keep up our image. The girls who don’t get selected don’t feel bad about it—when we have our best girls out there we all win!”\r\n\r\nEpiphanie is the best drummer in Inkoramutima. She told us, “Whenever I learn a new technique or style, I don’t keep it to myself. I teach everything I know to my peers in the group. This makes our friendships stronger.”\r\n\r\nThe members of Amahoro and Inkoramutima hope that girls in other clubs will work to promote club culture: setting goals, competing, having fun, and nurturing friendships\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "792c4d3d37e649e48a81a3a07b851cd1", 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "we-are-team", 
  "uuid": "6c41484272694fd0a9aa4f1267c2c666"
}