{
  "subtitle": "Ese se uzi Ni Nyampinga? Dore ibisobanuro", 
  "description": "Ese se uzi Ni Nyampinga? Dore ibisobanuro", 
  "language": "kin_RW", 
  "title": "Ni Nyampinga ni iki?", 
  "primary_category": null, 
  "created_at": "2014-10-07T12:07:52+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-10-19T15:04:38.559856+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "6cd055c5836d45afa328d148e32372f8", 
  "content": "“Ni Nyampinga” ni umuryango wa mbere abakobwa bakiri abangavu twisangamo mu Rwanda. Dufite ikinyamakuru gisohoka rimwe mu mezi atatu, dufite ikiganiro kuri radiyo gihita gatatu mu cyumweru ku maradiyo 5 atandukanye, tukagira n’amakuru duhabwa binyuze kuri telefoni ngendanwa hano. \r\n\r\nNi Nyampinga kandi tugira n’amatsinda duhuriramo, amwe muri yo twayise Club “Ni Nyampinga”! Muri aya matsinda, turaganira, tugakina, tugasabana, tukungurana ibitekerezo n’ubumenyi. \r\nIgishimishije cyane muri byose, “Ni Nyampinga” turi ABAKOBWA, kandi dushyira hamwe.\r\n\r\nNi byo koko, “Ni Nyampinga” ni ijwi ry’abakobwa b’u Rwanda. Iduha ubumenyi butuma tumenya ibyo dushoboye tukanakangukira kubishyira mu bikorwa.\r\n\r\nUshobora kuba wibaza niba nawe waba uri “Ni Nyampinga”, cyangwa niba wakwemerwa muri “Ni Nyampinga” club y’aho utuye. Shira impungenge. Uretse no kuba wakwemerwa muri Club “Ni Nyampinga” iyo ari yo yose, nawe wemerewe gutangiza Club “Ni Nyampinga” niba ubishaka!\r\n\r\n“Ni Nyampinga” ibamo abakobwa b’ingeri zose. Abo mu cyaro n’abo mu mugi, abize n’abatarize, abakire n’abakene; abakobwa bakiri mu bwangavu bose bo mu Rwanda muri rusange! “Ni Nyampinga” ni yo yonyine iduhuza twese, kandi tukumva twisanzuye!\r\n\r\nMuri “Ni Nyampinga”, ejo hacu ni heza!", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 40, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "about", 
  "uuid": "6cd055c5836d45afa328d148e32372f8"
}