{
  "subtitle": "", 
  "description": "Yavuye mu ishuri aza kurisubiramo, arisoje atangira ubucuruzi ngo yiteze imbere", 
  "language": "kin_RW", 
  "title": "Ngendana Ishema", 
  "primary_category": "fcb4fcdc99164b7d87a4148fb5b23cf5", 
  "created_at": "2016-02-10T07:53:21+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-03-01T14:43:50.942433+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Nitwa Jovia Kanoheri, mfite imyaka 25 y'amavuko ntuye muri Segiteri Karangazi mu Karere ka Nyagatare. Naje gufata umwanzuro wo gutangira ubucuruzi bujyanye no gukora inkweto. Byantwaye igihe ndetse nsaba n'ubufasha, hakiyongeraho n'icyizere, none inkweto zanjye ziragurwa cyane ku buryo kwihangana nagize gutangiye gutanga umusaruro. Ubucuruzi bwanjye buranyinjiriza ariko kandi mfite n'abanyeshuri babiri, mbigisha gukora inkweto, bakazamura ubumenyi bwabo. \r\n\r\nGukorana imbaraga bituma umusaruro uryoha cyane. Nahoraga nifuza kurangiza ishuri, kandi numvaga ndi mu nzira zo kubigeraho, nuko ababyeyi banjye bombi baza gupfa. Byaje kuba ngombwa mva mu ishuri kugirango mbashe guhangana n'ibintu ntiyumvishaga ko byakagenze bityo. Nta kindi nagombaga gukora kitari ukuguma mu rugo aho nabohaga imitemeri y'ibyansi, nkakubura nkanateka. Ntabwo byari byoroshye, kandi mu by'ukuri byanciye intege cyane. Gusa sinacitse intege ko umunsi umwe nzarangiza amashuri yanjye. \r\n\r\nImyaka mike nyuma yaho, Umuryango wa World Vision wamfashije gusubira mu ishuri. Ntabwo nabyiyumvifashaga pe. Ntabwo numvaga ko nagira amahirwe yo kurangiza amashuri. Mu by'ukuri namenye umugisha urimo, nuko ntangira gutekereza umwuga wafasha agace ntuyemo. Naje kubona ko nta muntu ufite ubucuruzi bujyanye no gukora inkweto. Byafatwaga nk'akazi k'abahungu, ariko ibyo nta kintu byari bimbwiye na busa. Naje gufata umwanzuro wo kujya kwiga gukora no gusana inkweto.  \r\n\r\nNashyizemo imbaraga nsoza amasomo. Nari nshishikajwe no gutangira ubucuruzi mpereye ku busa ariko nta bikoresho nari mfite keretse gusa iyo niyemeza kujya gukorera abandi. Birumvikana sinari kubasha kwigurira ibikoresho. Masenge yabonye ukuntu ngowe no kubona amafaranga yo gutangiza, agurisha inka ye kugirango mbashe kugura imashini nari nkeneye. Nahise ntangira gukora inkweto, ntangira kubona inyungu. Bukeye natangiye kwiyishyurira aho nkorera ndetse ntangira no kuzigama.    \r\n\r\nUbu hashize amezi umunani gusa, ariko maze kumenya kudoda inkweto z'abagabo zifite imishumi, ndetse na sandari nziza cyane zikoze mu mpu z'amatungo ngura n'abacuruzi bazinzanira. Ntewe ishema no kuvuga ko inkweto zanjye zigurwa cyane kandi zirazwi ku isoko. \r\n\r\nNterwa kandi ishema n'imbaraga nakoresheje ariko sinari kubigeraho njyenyine. Mbikuye ku mutima, ndashaka gushimira World Vision, umuryango wanyishyuriye amafaranga y'ishuri. Ntabwo nari kubasha gutangira ubucuruzi bwanjye iyo ntagira amahirwe yo kwiga uyu mwuga. Ndashimira kandi masenge wanjye ku mutima mwiza we n'ukuntu yamfashije kugera ku rwego rwo kwigira. Mfite amahirwe akomeye yo kuba nkikijwe n'abantu beza. Abantu benshi banteraga akanyabugabo ngo nkomeze ndetse n'igihe byageraga ahakomeye. Nyuma yo kubona ko nakomeje nkatwaza, abenshi bagaruwe no kumpa inama z'uburyo nazamura ubucuruzi bwanjye ndetse no kunshakira amasoko y'inkweto zanjye.  \r\n\r\nNdashaka kugira inama abandi ba \"Ni Nyampinga\" bameze nkanjye. Mukomeze mukorane umwete kandi mubere urugero abo muturanye. Ntimugashake inzitwazo z'impamvu mutari gukorana umwete, ntabwo bizaborohera ariko niba mushaka ubuzima bwiza, ni mwe bireba, kandi nimukomere. Mwirinde ibikorwa n'imyifatire ishobora kwitambika hagati yanyu n'ahazaza hanyu. Ahazaza utekereza burya harashoboka.", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "0b69083da29c4813becc966e649b9b54", 
  "published": null, 
  "position": 4, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "ngendana-ishema", 
  "uuid": "82163ca723974bb6b0c2ee81f62699ab"
}