{
  "subtitle": "Impamvu abangavu bose batabonera imihango ya mbere igihe kimwe", 
  "description": "Impamvu abangavu bose batabonera imihango ya mbere igihe kimwe ", 
  "language": "kin_RW", 
  "title": "Imihango ntizira rimwe", 
  "primary_category": "32da3de0f0404fddaf4f28137c2ee64c", 
  "created_at": "2015-05-22T04:32:25+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-11-04T10:28:21.139964+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "IKIBAZO: Ese kubera iki abakobwa bamwe bajya mu mihango bafite imyaka 13 abandi bakayijyamo bafite imyaka 18?  Isimbi, i Burera.\r\n\r\nIsimbi rero, kujya mu mihango hakiri kare, undi we akayijyamo amaze gukura, nta bindi bisobanuro bihambaye bifite, uretse gusa kuba Imana yararemye buri muntu ku buryo bwihariye. Ibi bisobanura gusa ko abantu bose badakurira rimwe. Ni nk’uko mu bwana, umwana umwe amenya kuvuga mbere undi akabimenya atinze; undi mwana akamera amenyo mbere, undi akayamera nyuma. Kugira ngo imihango ize bwa mbere, ubwonko burabisuzuma bugasanga umukobwa amaze gukura, maze bugatangira kuvubura imisemburo ijya gutera imyanya myibarukiro y’uwo mukobwa gutangira kuvubura imisemburo izafasha mu gukura kw’intangangore. \r\n\r\nIyo rero intangangore ikuze ikarekurwa, ni bwo habaho ibigendana na byo byose kugira ngo umukobwa atangire kujya mu mihango bwa mbere. Umukobwa umwe bizamubaho hakiri kare, undi bitangire kumubaho bitinze. \r\n\r\nCyakora habaho ibintu bishobora gutuma umukobwa agira imihango hakiri kare, ariko si ihame. Bimwe muri byo ni aho aba yarakuriye cyangwa se imirire ye. Kuba arya neza, kuko imirire mibi ishobora gutuma umukobwa atajya mu mihango, cyangwa akayijyamo imburagihe. N’ibindi.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 4, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "imihango-ntizira-rimwe", 
  "uuid": "8283780ef65946a0be2a96ff76e99e67"
}