{
  "subtitle": "Nshuti, birasanzwe cyane ku muntu wo mu kigero cyawe...", 
  "description": "Nshuti, birasanzwe cyane ku muntu wo mu kigero cyawe...", 
  "language": "kin_RW", 
  "title": "Ese birasanzwe kumva ukeneye inshuti y'umuhungu?", 
  "primary_category": "32da3de0f0404fddaf4f28137c2ee64c", 
  "created_at": "2015-11-04T10:43:20+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-11-23T09:41:25.838798+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Mfite imyaka 16. Shanga, wansobanurira impamvu nsigaye numva nagira inshuti y’umuhungu kandi kera atari ko byari bimeze? Ese nabyitwaramo nte?\r\n\r\nNshuti yanjye, kuba wumva wagira inshuti y’umuhungu muri iyi myaka ufite, ni ibisanzwe. Ibi biraterwa n’uko umubiri wawe watangiye kuvubura imisemburo utavuburaga mbere. Ubu watangiye kwibonaho impinduka ku mubiri, nko kumera amabere. Ushobora kuba waratangiye kujya mu mihango, cyangwa ikaba izatangira kuza vuba. Izindi mpinduka iyi misemburo ituma ugira, zirimo ibyo utekereza,  n’uburyo wiyumva. \r\n\r\nKumva wagira inshuti y’umuhungu, byo biterwa n’iyo misemburo. Ni ibisanzwe, n’abandi bakobwa n’abahungu bari mu kigero cyawe bibabaho. Rero, kugira ubushake bwo kugira inshuti y’umuhungu, ntibisobanura ko byanze bikunze iyo nshuti wayigira. Oya, si ngombwa. \r\n\r\nInama nakugira, washaka umuntu mukuru wisanzuraho wazajya uganiriza ibyo byiyumviro, bityo akazajya akugira inama. Uyu muntu ashobora kuba mama wawe, cyangwa mukuru wawe, nyogosenge cyangwa undi mubyeyi w’inararibonye wisanzuraho. Bibaye ngombwa ko n’iyo nshuti uyigira, yazajya ikugira inama y’icyo wakora gituma ukomeza gutegura ejo hazaza heza.", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "a22ce08fad3149638643bc49a29345f8", 
  "published": null, 
  "position": 2, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "ese-birasanzwe-kumva-ukeneye-inshuti-yumuhungu", 
  "uuid": "876f3dd8813f4b80b68c054c0bd78440"
}