{
  "subtitle": "", 
  "description": " “Ni Nyampinga” twaganiriye n’umuhanzi Bruce Melody nk’umwe mu bahanzi dukunda. Menya byinshi kuri we.", 
  "language": "kin_RW", 
  "title": "Twaganiriye na Bruce Melody", 
  "primary_category": "fcb4fcdc99164b7d87a4148fb5b23cf5", 
  "created_at": "2016-02-23T10:02:25.153717+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-02-23T10:02:25.154051+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "“Ni Nyampinga” twaganiriye n’umuhanzi Bruce Melody nk’umwe mu bahanzi dukunda nk’uko byagaragajwe n’uburyo mwadusabaga indirimbo ze binyuze ku kohereza ubutumwa kuri 1019. Ubusanzwe yitwa Itahiwacu Bruce, avuka mu muryango w’abana bane. Kuri ubu afite imyaka 23, akaba afite n’umwana 1.\r\n\r\n**NN:** Watubwira igihe watangiriye kuririmba?\r\n\r\n**BRUCE:** Nabitangiye kera cyane. Ndi muto naririmbaga muri korari y’abana. Sinjya nibagirwa indirimbo imwe twaririmbaga ngo “Ndi agatama ka Yesu”!\r\n\r\n**NN:** None se byagenze bite kugira ngo utangire kuririmba wenyine?\r\n\r\n**BRUCE:** Nge navutse mu rugo twishoboye ariko bigeze aho birahinduka. Gukora umuziki narabikundaga, ndetse naranabikubitiwe kera mu rugo hakimeze neza. Ariko igihe cyo gutinyuka kubijyamo nk’umuhanzi byatewe n’uko nashakaga amafaranga kubera ko mu rugo bitari bikimeze neza nyine.\r\n\r\n**NN:** Umaze gutangira kuririmba se, ni iyihe ndirimbo wavuga ko yatumye umenyekana?\r\n\r\n**BRUCE:** Ni “Tubivemo”\r\n\r\n**NN:** Ni iki cyaba cyarakugoye mu kuyimenyekanisha?\r\n\r\n**BRUCE:** Ubusanzwe hagora kubona abaguha “promotion” ariko nge ntibyangoye cyane. Abakobwa ni bo bikunda kugora kubera ko bahura na ruswa y’igitsina bakwa n’abagabo bamwe na bamwe.\r\n\r\n**NN:** None se ubwo abakobwa bashaka kuzamuka muri muzika wabagira nama ki?\r\n\r\n**BRUCE:** Nababwira gushaka umuntu ubibafashamo. Kandi bashaka kubyikorera, bakamenya ko bazahura na byo bagafata ingamba z’ukuntu bazabyitwaramo hakiri kare.\r\n\r\n**NN:** Ba “Ni Nyampinga” baradutumye ngo tuzakubaze icyo ukunda kurya.\r\n\r\n**BRUCE:** Nkunda ibirayi cyane kurusha ibindi byose, uko byaba bitetse kose.\r\n\r\n**NN:** None se uzi kubiteka?\r\n\r\n**BRUCE:** Yego. Buriya nta biryo bibaho ntazi guteka! Ku cyumweru uba ari umunsi wange wo guteka, n’iyo naba ndi kumwe na bashiki bange cyangwa n’inshuti yange, ni nge uteka.\r\n\r\n**NN:** Ubwo se uteka ku ki?\r\n\r\n**BRUCE:** Nteka ku makara cyangwa kuri “gaz”.\r\n\r\n**NN:** Bruce, iyi nimero ya 13 y’ikinyamakuru Ni Nyampinga izaba ivuga no ku ihohoterwa. Ngaho soza ugira icyo urivugaho nawe.\r\n\r\n**BRUCE:** Nge sinshimishwa n’uko habaho ihohoterwa, ariko nshimishwa cyane n’uko bimwe mu bintu mfata nk’ihohoterwa byatangiye gucika. Urugero, nkiri umwana nakuze umukobwa wambaye ipantalo atambuka abantu bakamuvuga, ariko ubu ntibikibaho. Gusa, ntibibujije ko hakiri urugendo rurerure rwo kurica. Turacyabona aho umukobwa atambuka mu isoko abasore atazi bakamusifura cyangwa bakamuhamagara amazina atari aye kandi atamwubahisha. Urumva rero ko urugendo rukiri rurerure. Ubundi twese tugomba gufatanya mu kurirwanya.\r\n\r\n**NN:** Bruce Melody turagushimiye mu izina rya ba “Ni Nyampinga” bose.\r\n\r\n**Bruce:** Murakoze cyane.\r\n", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": "42979b862cfe4c92836ac7eaeecafd32", 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "twaganiriye-na-bruce-melody", 
  "uuid": "99a89149d12f4b1093e66774c51a7f4b"
}