{
  "subtitle": "", 
  "description": "Ni Nyampinga spoke to two women who work and earn their own money. ", 
  "language": "eng_GB", 
  "title": "We Make Money Too!", 
  "primary_category": "476504c860f241978ef52251c493455f", 
  "created_at": "2016-03-19T11:23:40.573513+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-03-19T11:23:40.573867+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "It used to be that in Rwanda, only boys were allowed to make money. Now, girls can earn and keep their own money, but there are mixed feelings about this across the country. Ni Nyampinga spoke to two women who work and earn their own money and put them in touch with each other to chat about how Rwandan society views girls who are financially independent. One of the women lives in the city while the other lives in a rural area.\r\n\r\nSandrine Isheja Butera is 27 years old and comes from a family of three kids and a single mother. Sandrine stayed in school, got good grades, went to university, and now works as a radio host and MC.\r\n\r\nSandrine says that being financially independent means you get to have a lot of fun. “I paid the tuition to get my master’s degree myself,” she said. “I’ve bought land and now I’m planning to buy a car.”\r\n\r\nWe connected Sandrine with Solange, a 24-year-old who comes from a family of 12 children and who, like Sandrine, was raised by a single mother. Solange worked hard to save enough money to start her own business. She now owns a restaurant called Umucyo in the Kirambo Business Center in the Gakenke district. \r\n\r\nSolange is proud of having her own money. She said, “I don’t rely on my mother for any financial help. Instead, I support her. Now I’m saving for the future.”\r\n\r\nSolange asked Sandrine if having her own money ever caused problems with others. Sandrine replied, “Even in cities, when you’re a girl with a lot of money, some of your friends think you’re stuck up. Other people say that having a job means you no longer care about having friends because you don’t go to visit them. But I work really hard to always make time for friends and family.”  \r\n\r\nSolange talked to Sandrine about what it’s like being a girl with her own money in the Kirambo Business Center. “People are intimidated by the fact that I have my own money!” she related. “I used to have a boyfriend, but he broke up with me. He said that it was too easy for me to get close with other guys when I’m travelling for business. He also said that I wouldn’t be able to respect him if I had a lot of money on my own!”\r\n\r\nSandrine asked Solange if she felt that owning a business was worth it if it meant that some people would think of her in a negative light. Solange replied that she has developed her own techniques to handle people’s criticism. She told us “I just set goals for myself. I’m optimistic and show respect to everybody.” \r\n\r\nSandrine and Solange urge other girls to work hard and make their own money. They both say that it’s the only way for girls to get everything they need. As the saying goes, “ak’imuhana kaza imvura ihise,” or, if you wait for others to do things for you, they’ll do it when you no longer need it!\r\n", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": "04901e593ef447b8b833aca60d721799", 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "we-make-money-too", 
  "uuid": "a147b02f5697435296ca9138241fb243"
}