{
  "subtitle": "", 
  "description": "Seraphine ukora akazi ko mu rugo aratubwira impamvu akunda aka kazi akora.", 
  "language": "kin_RW", 
  "title": "Nkora Nishimye", 
  "primary_category": "476504c860f241978ef52251c493455f", 
  "created_at": "2016-04-18T08:15:16.810640+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-04-18T08:15:16.810905+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Seraphine w’imyaka 20, akomoka mu karere ka Ruhango. Ubwo “Ni Nyampinga” twamusangaga mu rugo aho akorera mu mugi wa Kigali, yarimo ategura ibyumba abana bararamo. Seraphine ngo akunda akazi ke cyane ku buryo ibyo akora byose abikorana urukundo.\r\n \r\n Seraphine aganira na “Ni Nyampinga”, yaratubwiye ati: “Maze igihe kitari gito nkora aka kazi ko mu rugo. Ubu ndera abana. Umukoresha wange arankunda cyane, ku buryo numva nange nta kindi namwitura usibye kumukorera akazi neza.”\r\n \r\n Seraphine yakomeje atubwira ko agira byinshi bimushimisha mu kazi akora. Ati: “Nshimishwa n’uko umukoresha wange ampa akanya nkajya gusura inshuti zange, akampa n’akanya ko kujya gusenga. Iyo narangije akazi mba nshobora no kwiryamira nkaruhuka. Mbese amfata nk’umuvandimwe”. \r\n \r\n Seraphine ngo iyo aganira na bagenzi be, bamwe bamubwira ko badashimishwa n’isaha abakoresha babo bagerera mu rugo kuko ngo bahita batangira kubatoteza no kubatuka. Ibi bituma Seraphine yemera ko abanye na Diane umukoresha mu buryo bwihariye, kandi ngo arabikunda.\r\n \r\n Nk’uko Seraphine yabituganirije, ngo yumva umukozi agomba gukora akazi ke neza, ariko ngo n’umukoresha we na we akuzuza inshingano ze, kugira ngo hatagira ubangamira undi. Asaba abakoresha gufatira urugero ku mukoresha we, bakibuka ko abakozi bo mu rugo na bo ari abantu nk’abandi.\r\n \r\n Umukoresha wa Seraphine ni Diane. Ni umuganga mu bitaro bya CHUK mu mugi wa Kigali. Avuga ko mu myaka yose amaranye na Seraphine ngo yamubereye umwana mwiza cyane. Yagize ati : « Atunganya inshingano ze neza, akankundira abana cyane, kandi akabitaho bihagije. »\r\n \r\n Seraphine ngo yishimira uburyo Diane amuhembera ku gihe, kandi ngo aranamushimira igihe yakoze neza. Ngo kubera ko Diane ari umukoresha mwiza, ngo ibi bituma Seraphine akora cyane ngo na we amushimishe. Ati : “Iyo Diane anshimiye ko nakoze neza, nange ndishima, maze bikantera gukomeza gukorana umwete”.\r\n \r\n “Ni Nyampinga” turashimira Seraphine na Diane. Bakorana neza, bakumvikana kandi bombi barubahana.", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": "648537f896254a979a131d8a5a3b9dd4", 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "nkora-nishimye", 
  "uuid": "a52b26cdb79a449892ed2a780b20930f"
}