{
  "subtitle": "", 
  "description": "My dear, this is totally normal for someone your age.....", 
  "language": "eng_GB", 
  "title": "Is it normal to want a boyfriend?", 
  "primary_category": "c79f02dac37d49e3962996b82f439f85", 
  "created_at": "2016-03-10T11:12:35+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-03-10T11:13:22.620087+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Dear Auntie,\r\n\r\nI’m 16 years old, and I’m suddenly find myself wanting a boyfriend for the first time. Why is that?  \r\n\r\n\r\n\r\nThis is such a common question I get and let me start by assuring you that this is totally normal for someone your age. Your new feelings are caused by hormones that your body has just started releasing. These hormones create all sorts of different physical changes in your body. You may have noticed that your breasts have started growing larger, and you may have started getting your period every month (or if you haven’t, it might start soon).  \r\n\r\nBut other changes caused by hormones during puberty can affect your moods and emotions. Wanting a boyfriend is part of this. Other girls and boys your age are starting to go through the same thing.  Just because you’re experiencing these feelings doesn’t mean you have to go out and get a boyfriend, but having a crush is perfectly normal. \r\n\r\nMy advice is to talk to a woman you feel comfortable with—your mum, older sister, auntie, or another woman you care about and trust. You can tell her about your new feelings and she can help you sort through what to do about them. If you already have a boyfriend, she can give you some advice on what you can do in your relationship to keep your future bright. \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "d04f92b48fd44e72b8deb0406b27b53a", 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "it-normal-want-boyfriend", 
  "uuid": "ab7f7122fd1049369b5b4186d14dfd6b"
}