{
  "subtitle": "", 
  "description": "Kera abakobwa ntibari bemerewe kuba abakaraza ariko ubu ibihe byarahindutse", 
  "language": "kin_RW", 
  "title": "Bishimira cyane uburyohe bw' umurishyo wabo", 
  "primary_category": "fcb4fcdc99164b7d87a4148fb5b23cf5", 
  "created_at": "2016-01-25T10:17:04+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-02-22T07:58:54.219588+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Abanyamakuru ba \"Ni Nyampinga\" basuye ishuri ryisumbuye rya Sainte Marie Adelaide ku Kamonyi. Tukihagera, twakiriwe n' itsinda ry'abakobwa bavuza ingoma. Aba bakobwa bari biteguye umwiyereko, bari bategereje ko amabwiriza y' abarimu babo.                     \r\n\r\nUko abakobwa bari bakomeje imyiteguro, natwe twegereye umutoza wabo, Pierre Sindambiwe w'imyaka 58 akaba umuturage wo ku Ruyenzi. Yaratubwiye ati: \"Kera abakobwa ntibari bemerewe kuvuza ingoma. Ariko ibihe byarahindutse\". \r\n\r\nYongeyeho ati: “Kugirango dusigasire umuco nyarwanda, cyane cyane uwo kuvuza ingoma, abakuru n'abato bakwiriye gukorana kugirango ibyo bisekuru bihererekanye umuco\". \r\n\r\nNyuma yaho twavuganye na bamwe mu bakobwa bavuza ingoma ngo batubwire uko batangiye ndetse n'icyo kuvuza ingoma bisobanuye kuri bo: Iradukunda Rosine w'imyaka 15 ati: \"Nakunze ingoma cyane niga mu mashuri abanza, ubwo nahise niyemeza kwiga kuzivuza\". Yongeyeho ko kuba abakobwa basigaye bavuza ingoma bidasobanuye ko abahungu zitabaryohera. Ati: \"Hari abakaraza benshi cyane b'igitsina gabo, kandi abantu bamwe batekereza ko abagabo ari bo bonyine bavuza ingoma. Abaturanyi bacu bakunda kutubona tuvuza ingoma kandi babona ari ibisanzwe rwose\". \r\n\r\nAlice Kayigamba w'imyaka 16 nawe ni umukaraza ukunda kumva indirimbo za kera harimo nka \"Dativa\" ya Orchestre Impala. Yemeza ko indirimbo za kera hari ikintu zifite iz'ubu zidafite: aha twavuga nk' ibikoresho bya muzika bivugirizwamo inyumvankumve harimo ibya gakondo nk'iningiri, inanga ndetse n' icyembe. \r\n\r\nYavuze ko muzika ari ikintu gihuza abantu cyane. Ngo iyo ukunda indirimbo runaka ugahura n'undi uyikunda, icyo gihe hahita haboneka ikintu mushobora kuganiraho mukaba mwahita muba inshuti. Alice yemeza ko kandi muzika ifite akandi kamaro gakomeye: \"Natangiye gukunda ingoma ubwo nabyumvaga mu mashuri yisumbuye. Kuva ubwo bimfitiye akamaro cyane; kuvuza ingoma bingabanyiriza imihangayiko nkasubirana akanyamuneza\". \r\n\r\nUndi mukaraza, Uwayisenga Agnes we afite izindi mpamvu zitandukanye zimutera gukunda ingoma. Ngo kuvuza ingoma bituma yumva hari aho ahuriye n'umuco nyarwanda. Ngo abantu bakunda gutangara iyo bamubonye avuza ingoma, bityo akaba akunda kwigisha abantu ko kuvuza ingoma atari iby'abahungu gusa. Ati: \"Ngira ishyaka cyane iyo mvuza ingoma kuko nizera ko hari abantu badushyigikiye kandi bemera ko ibyo dukora bifite agaciro. Dukunda gutumirwa kuvuza ingoma mu birori by'ikigo, rimwe na rimwe no ku yandi mashuri\". \r\n\r\nAgnes yakomeje agira ati: “Ni byiza gusigasira ingoma nyarwanda kuko ni kimwe mu bice by'ingenzi bigize umuco wacu. Ingoma zituma ibirori n'indi minsi mikuru biryoha kurushaho. Abakaraza beza  bashobora no gukomeza kubikora by'umwuga. Ni ukuri nterwa ishema no kuba umukaraza w'umukobwa, kandi ni ikintu nzakomeza gukora mu buzima bwanjye.”\r\n\r\nClaude Uwilingiyimana, ukora amafilimi ndetse akigisha muri Kaminuza y'u Rwanda yakoze filimi mpamo ku bakaraza b'igitsina gore ayita \"The Drumstick of Tolerance\" bisobanuye mu Kinyarwanda \"Umurishyo wo kwihangana\". Yagize ati \"Kuvuza ingoma ntukiri umurimo w'abagabo gusa\". Ati ”Imyitwarire igenda ihinduka uko abagore barushaho kugenda bakora imirimo kera yaharirwaga abagabo n'abahungu gusa. Gutera imbere kw'abagore ni iterambere kuri bo ndetse no ku gihugu\". \r\n\r\nAbantu benshi twavuganye bemeza ko kuvuza ingoma bisigaye mu duce tumwe kandi bidakorwa n'abantu bose. Gusa bemeza ko kuvuza ingoma nyarwanda ari  igice cy'ingenzi cy'amateka y'igihugu bityo bikaba bikwiriye gutezwa imbere no gusigasirwa.", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "019472cc19fd474695166c12e10954bb", 
  "published": null, 
  "position": 5, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "bishimira-cyane-uburyohe-bw-umurishyo-wabo", 
  "uuid": "ae605afce003408f85addf48c8833d41"
}