{
  "subtitle": "", 
  "description": "Getting all the facts about puberty before it starts is extremely important. ", 
  "language": "eng_GB", 
  "title": "Talking to Our Mothers", 
  "primary_category": "476504c860f241978ef52251c493455f", 
  "created_at": "2016-03-19T11:34:13.125751+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-03-19T11:34:13.125966+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Many parents don’t talk to their daughters about the changes that take place during puberty. In fact, few girls have the chance to get all the information they need before those changes actually begin. Kelia and Nicole are among the lucky few whose mothers talked to them about puberty. They both agreed that getting all the facts about puberty before it actually starts is extremely important. \r\n\r\nKelia is an 11-year-old from the Bugesera district. Her mother spoke with her about some of the changes that she should expect as she enters puberty. Kelia also took part in the 12+ program, which educates young girls ages 10-12 about reproductive health and other important issues. \r\n\r\nKelia said, “Puberty is a time when a girl experiences several physical changes. During this period, a girl develops breasts, starts her period, grows pubic hair and more.” \r\n\r\nKelia said she feels ready and prepared to become an adolescent. She stated, “I got information about puberty from my mother and from the teachers of the 12+ program. All of this will be very useful when I hit adolescence.” \r\n\r\nNicole is a 20-year-old from the Gicumbi district. Nicole told us that she was well prepared for puberty, as she had already spoken with her parents about what to expect. She also got information about it from a preparation class she had with the Girl Guides Association. \r\n\r\nNicole told Ni Nyampinga, “When I hit puberty, I really enjoyed watching my breasts grow big. That’s what I enjoyed most. I had always wanted to see my own breasts develop because other girls had them.” \r\n\r\nFor Nicole, puberty was fun because she had the right information before these changes actually started to take place. She wasn’t surprised by anything because she knew it was all a natural part of turning into an adult. \r\n\r\nNicole left us by saying, “Parents have to talk to their children. It’s very important to teach girls about puberty before it starts. That way, girls can have fun as their bodies change. Nothing surprises them when they have the right information.” \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "ec7abb05d9e546848d29b853ce61b4e0", 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "talking-our-mothers", 
  "uuid": "afbe5fdc678f43a5b170cac420e5b64e"
}