{
  "subtitle": "", 
  "description": "", 
  "language": "kin_RW", 
  "title": "Amabwiriza y’imikoreshereze", 
  "primary_category": null, 
  "created_at": "2014-10-07T11:57:41+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-05-22T05:40:31.162476+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "b213812eca91471ca0d6b2f747ee54d3", 
  "content": "**AMABWIRIZA Y'IMIKORESHEREZE** \r\n\r\nSOMA WITONZE AMATEGEKO N’AMABWIRIZA BY’IMIKORESHEREZE BIKURIKIRA (\"AMABWIRIZA Y’IMIKORESHEREZE\") MBERE YO GUKORESHA URU RUBUGA RWO KURI TELEFONI (“Urubuga”). Abakoresha uru Rubuga bose bemera ko kurwinjiraho no kurukoresha bakurikiza Amabwiriza y'imikoreshereze n’andi mategeko akurikizwa. Niba utemera gukurikiza aya Mabwiriza y’imikoreshereze, ntukoreshe uru Rubuga.\r\n\r\nUru Rubuga rwashyizweho na Nike Foundation (“GirlEffect.org”) kandi yihariye uburenganzira bwose bwo guhindura aya Mabwiriza y'imikoreshereze igihe icyo ari cyo cyose. Wemera gusubiramo aya Mabwiriza y'imikoreshereze mu gihe runaka kugira ngo umenye ibyahinduwemo kandi gukomeza gukoresha uru Rubuga bifatwa ko wemeye bidasubirwaho Amabwiriza y’imikoreshereze yahinduwe ayo ari yo yose yahinduwe  . Tuzerekana ko impinduka kuri aya Mabwiriza y’imikoreshereze zakozwe havugururwa itariki iza nyuma y’ijambo \"Aheruka guhindurwa\" ku musozo w'aya Mabwiriza y’imikoreshereze. Niba utemera kubahiriza verisiyo iyo ari yo yose yahinduwe muri aya Mabwiriza y'imikoreshereze, ntiwemerewe gukoresha uru Rubuga.\r\n\r\n**UMUTUNGO BWITE MU BY’UBWENGE**\r\n\r\nTwebwe GirlEffect.org dushyigikiye gutubura no gukwirakwiza inyandiko, ibishushanyo cyangwa ibirango byacu, yaba ibya elegitoronike cyangwa ibya serivisi birimo izina ryacu n’ikirango cy’uru Rubuga (\"Inyandiko, ibishushanyo cyangwa ibirango\"). Ariko, iyo mikoreshereze ifite aho igarukira, ibyiza ni uko wasoma kandi ugasobanukirwa ibi bikurikira:\r\n\r\n - Ibikubiye kuri uru Rubuga byose, harimo kandi bitagarukiye gusa ku imyandiko, ibishushanyo cyangwa kode byose birengerwa n’uburenganzira bw’umuhanzi nk’ibihangano byahangiwe hamwe hakurikijwe amategeko ya Leta Zunze Ubumwe z'Amerika n'ibindi bihugu, kandi ni umutungo wa GirlEffect.org cyangwa indi miryango. Ibihangano byahangiwe hamwe birimo ibihangano byahawe GirlEffect.org.\r\n - \"The Girl Effect\" izina na \"The Girl Effect na G\" ikirango (\"Ibirango\") bigenewe gusa GirlEffect.org. GirlEffect.org ntaburenganzira ifitiye igishushanyo cya \"G\" kiri cyonyine.\r\n - Ushobora gukoresha inyandiko, ibishushanyo cyangwa videwo utagamije gukora ubucuruzi cyangwa ujamije kwigisha gusa.\r\n - Inyandiko, ibishushanyo cyangwa ibirango byakoreshejwe bigomba kugumana uburenganzira bw’umuhanzi, umutungo mu by'ubwenge, umutungo cyangwa izindi mpugukirwa ziri mu nyandiko, Ibishushanyo na videwo by’umwimerere kanda hagashyirwaho bikandikwaho \"Byaturutse: GirlEffect.org.\"\r\n - Ikirango icyo ari cyo cyose nigikoreshwa, hajye hashyirwaho umurongo \"_______ ni ikirango  cya GirlEffect.org\" kigaragara kuri paji.\r\n - Ntiwemerewe gukoresha ibikurikira:\r\n\r\n\r\n    - kubw’inyungu bwite cyangwa z’isosiyete keretse hari uruhushya rwanditse rwatanzwe mbere na GirlEffect.org;\r\n    - kubyerekeye igitekerezo cya Girl Effect.org cyo gufasha, kwemera, gutera inkunga cyangwa isano n’igikorwa, serivisi cyangwa gahunda nk’iyo gufasha bitasobanuwe mu nyandiko na GirlEffect.org bikubiyemo;\r\n    - kubyerekeye kwigira nka GirlEffect.org, umukozi, umumenyeshabikorwa, cyangwa umuvugizi wemewe n’amategeko cyangwa kwiyitirira GirlEffect.org, ugamije gukusanya inkunga cyangwa impano mu izina rya GirlEffect.org;\r\n    - mu buryo buhuriza hamwe Ibirango n’ibindi birango bya serivisi cyangwa buhindura ibice, imyandikire, imitunganyirize, imbata cyangwa ubundi buryo ubwo ari bwo bwose bugoreka ishusho cy’Ibirango;\r\n    - mu gihe iyo mikoreshereze irenga cyangwa ituma GirlEffect.org harengwa ku mategeko, amategeko yihariye, amabwiriza by’ububasha bugenga arimo kandi atagarukiye gusa ku bugenga umutungo, amategeko arengera abaguzi, ipiganwa ririmo uburiganya, kwamamaza mu binyoma, ivangura iryo ari ryo ryose, ubuzima bwite cyangwa uburenganzira bwa muntu;\r\n    - mu gihe iyo mikoreshereze isebya, ihesha isura mbi ubucuruzi, iterabwoba, itoteza mu buryo bunyuranyije n’amategeko cyangwa inyuranyije n'intego ya GirlEffect.org;\r\n    - mu gihe iyo mikoreshereze ifitanye isano na filimi z’urukozasoni, inyandiko, ibishushanyo cyangwa ibirango ntokozamuco cyangwa inyandiko, ibishushanyo na videwo bishobora kwangiza abana batari bageza imyaka y'ubukure.\r\n\r\n - Ibirango biguma ari umutungo wa GirlEffect.org bidasubirwaho, iyo ubikoresheje uba utemeye mu buryo butaziguye cyangwa buziguye kwiyandikisha, kugerageza kwiyandikisha cyangwa se kubangamira GirlEffect.org mu mikoreshereze y'Ibirango mu buryo ubwo ari bwo bwose. Nta burenganzira uhabwa, twitirirwa cyangwa inyungu mu gukoresha ibyo Birango nk’uko byemewe muri aya Mabwiriza y’imikoreshereze.\r\n - Indi mikoreshereze iyo ari yo yose y’inyandiko, ibishushanyo cyangwa ibirango itari iyavuzwe hejuru, irimo kubikoresha ugamije gukusanya inkunga, bisaba kuba ubifite uruhushya rwanditse  rwatanzwe na GirlEffect.org. Ukeneye ibindi bisobanuro byerekeye urwo ruhushya, watubaza kuri info@girleffect.org.\r\n - Imikoreshereze igamije ubucuruzi y’inyandiko, ibishushanyo cyangwa ibirango harimo inyandiko, amashusho cyangwa Ibirango, byaba ari ukurenga ku mategeko agamije kurengera umutungo bwite mu by’ubwenge cyangw andi mategeko.\r\n\r\n**IMIKORANIRE N’IZINDI MBUGA**\r\n\r\nMu rwego rwo gukomeza guha agaciro abasura Urubuga rwacu, GirlEffect.org ishobora guhuzwa n'izindi mbuga. Ariko niyo abo bandi baba bafitanye imikoranire na GirlEffect.org, GirlEffect.org ntigenzura izo mbuga yihuje na zo, kuko zose zifite amabwiriza y’imikoreshereze, amategeko agenga ubuzima bwite no gukusanya amakuru bitegengwa na GirlEffect.org. Izo mbuga zahujwe kugira ngo bigufashe, bityo rero iyo uzisuye wirengera ingaruka zose. GirlEffect.org ishaka kurinda umutekano w'uru Rubuga n’izindi mbuga zahujwe ziruriho, ku bw’ibyo rero dukenera ko mwaduha ibitekerezo bijyanye n’uru Rubuga n’izindi mbuga zahujwe narwo. Suzuma gahunda yerekeye ubuzima bwite y’urundi rubuga rwahujwe n’uru Rubuga mbere yo kurukoresha.\r\n\r\nWakwihuza kuri uru Rubuga, upfa kuba gusa ubikoze mu buryo bunyuze mu nzira nyayo kandi byemewe n’amategeko butangiza izina rya GirlEffect.org cyangwa ngo ikoreshwe mu nyungu bwite. Kandi ya mabwiriza y’imikoreshereze yashyiriweho Umutungo bwite mu by'ubwenge yavuzwe haruguru, ntugomba gushyiraho ihuza: ugamije gutanga igitekerezo cyo gufasha, kwemera, gutera inkunga cyangwa kugirana isano na GirlEffect.org kandi ntabiriho cyangwa kuri uru Rubuga bigashyirwa ku rundi rubuga rutari urwawe. GirlEffect.org yihariye uburenganzira bwose bwo gukuraho uruhushya rw’ihuza itabanje kubimenyesha.\r\n\r\n**GUTANGA INDISHYI**\r\n\r\nWemeye kwishyura indishyi, kurinda no kutagira ibyo wangiza bya GirlEffect.org, abayobozi bayo, abayobozi bakuru, abakozi, abasakazabikorwa, abatanga impushya n’abafite uburenganzira n’abagemura kubera ibirego, ibihombo, amafaranga yishyuwe, ibyangijwe n’ibiguzi; harimo kandi bitagarukiye gusa ku gihembo cy’umwanganizi mu by’amategeko kiri mu rugero giturutse cyangwa kijyanye n’uko wakoresheje uru Rubuga mu buryo ubwo ari bwo bwose, harimo uko ukoresha umwandiko, amashusho, kode, ikirango cya serivisi, ikirango, imihangire cyangwa ibindi byose nk’uko byemewe muri aya Mabwiriza y’imikoreshereze mu buryo bwose bushoboka hashingiwe ku mategeko akurikizwa.\r\n\r\n**UBUZIMA BWITE**\r\n\r\nGirlEffect.org yiyemeje kurinda ubuzima bwite bw’abayikoresha. Amabwiriza ashyiraho uburyo bwo gucunga amakuru ashobora gutuma umuntu amenyekana n'andi makuru yoherezwa namwe afite aho ahuriye n'uru Rubuga bisobanurwa muri Gahunda yacu y’ubuzima bwite.\r\n\r\n**UBWISHINGIRE**\r\n\r\nURU RUBUGA N' IBIRURIHO BYOSE NA SERIVISI ZIRIHO CYANGWA ZITANGIRWA KURI URU RUBUGA ZITANGWA \"UKO ZAKABAYE\", HAGAMIJWE GUTANGA AMAKURU MURI RUSANGE NTA BWISHINGIRE UBWO ARI BWO BWOSE, YABA UBWAGARAGAJWE CYANGWA UBWAVUZWE. AMAKURU ATANGIRWA KURI URU RUBUGA NTAGAMIJE GUTANGA INAMA UKWIYE KUGENDERAHO. HAKURIKIJWE IBYEMEWE BYOSE HASHINGIWE KU MATEGEKO AKURIKIZWA , GIRLEFFECT.ORG IHAKANYE UBWISHINGIRE BWOSE, YABA UBWAGARAGAJWE CYANGWA UBWAVUZWE. \r\n\r\nGIRLEFFECT.ORG NTIHAGARARIYE CYANGWA YISHINGIRE KO IMIKORERE IKUBIYE KURI URU RUBUGA ITAZABANGAMIRWA CYANGWA ITAZABA IRIMO AMAKOSA, KO IKOSA RYOSE RIZAKOSORWA, URU RUBUGA CYANGWA MUGABUZI ITUMA URU RUBUGA RUKONEKA NTA VIRUSI RUFITE CYANGWA IZINDI POROGARAMU ZANGIZA. \r\n\r\nGIRLEFFECT.ORG NTIYISHINGIRA CYANGWA NGO IHAGARARIRE IBIRI KURI URU RUBUGA MU BIJYANYE NO KUBIKOSORA, IMINOGERE, BIBONEYE, UMUMARO WABYO, KUBAHIRIZA IGIHE, GUSHINGIRWAHO, BITARENGA KU MATEGEKO, BIFITE UMWIMERERE CYANGWA IBINDI.\r\n\r\nAMATEGEKO AKURIKIZWA ASHOBORA KUTEMERA GUKURAHO UBWISHINGIRE, UBWO RERO UBWISHINGIRE BWAKUWEHO BUSHOBORA KUBA BUTAKUREBA.\r\n\r\nGIRLEFFECT.ORG IHAKANYE UBURYOZWE UBWO ARI BWO BWOSE BWATURUKA KU BIKORWA, ISIBA, IMYITWARIRE Y’ABAKORESHA ABO ARI BO BOSE CYANGWA ABANDI BAFITE AHO BAHURIYE CYANGWA BAJYANYE N’IMIKORESHEREZE YAWE Y’URU RUBUGA. NI WOWE WIRENGERA IBYATURUKA KU MIKORESHEREZE YAWE Y’URU RUBUGA N’IMBUGA ZIHUJWE NARWO. ICYO WAKORA KIRUTA IBINDI URAMUTSE UTANYUZWE N’IBIRI KU RUBUGA RWA GIRLEFFECT.ORG NI UKUREKA KURUKORESHA CYANGWA KUREKA IBIRUKUBIYEHO. AHO UKU GUSONERWA KUGARUKIRA NI UKO ARI KIMWE MU BIGIZE UBWUMVIKANE HAGATI YAWE NA GIRLEFFECT.ORG.\r\n\r\n**AHO UBURYOZWE BUGARUKIRA**\r\n\r\nGIRLEFFECT.ORG NTIZARYOZWA IBYANGIJWE MU BURYO BUTAZIGUYE, BUDASANZWE, KU BW’IMPANUKA CYANGWA MU BURYO BUZIGUYE CYANGWA ARI INGARUKA Z’IBYAKOZWE BYATURUTSE KU MIKORESHEREZE CYANGWA KUDAKORESHA, IBIRI KURI URU RUBUGA CYANGWA IMIKORERE YA SERIVISI ZIRI KURI URU RUBUGA CYANGWA IMYITWARIRE Y’ABANDI BAKORESHA  URU RUBUGA, NUBWO GIRLEFFECT.ORG YABA YARAGIRIWE INAMA KU BYEREKEYE KO HASHOBORA KUBAHO IRYO YANGIRIKA.\r\n\r\nHASEGURIWE IBINDI BITEGANYWA N'AYA MABWIRIZA Y'IMIKORESHEREZE, IYO GIRLEFFECT.ORG IBONYE KO IRYOZWA IBYANGIJWE CYANGWA IGIHOMBO BYATEWE CYANGWA BIFITE AHO BIHURIYE NI UKO UKORESHA URU RUBUGA CYANGWA IBIKUBIYEMO IBYO ARI BYO BYOSE, UKO BYAGENDA KOSE UBURYOZWE BWA GIRLEFFECT.ORG NTIBUSHOBORA KURENZA AMADORARI Y’AMERIKA 100.\r\n\r\nAMATEGEKO AKURIKIZWA ASHOBORA KUTEMERA UBURYOZWE N’IBITUBAHIRIZWA CYANGWA IBYANGIRITSE BITURUTSE KU MPANUKA CYANGWA INGARUKA Z’IBYANGIRITSE, UBWO RERO BURYOZWE N'IBITUBAHIRIZWA NTIBIKUREBA.\r\n\r\n**AMATEGEKO AKURIKIZWA**\r\n\r\nUko ukoresha uru Rubuga bigengwa mu buryo ubwo ari bwo bwose n’amategeko y’igihugu utuyemo. Wemeye ko amakimbirane yose, ibirego cyangwa imanza mu buryo butaziguye cyangwa buziguye bituruka cyangwa bijyanye n'uru rubuga bigomba gukemuka mu bwumvikane, hatabayeho kwiyambaza izindi urundi rwego. Wemeye ko ayo makimbirane runaka , ibirego cyangwa gukurikiranwa mu nkiko bishyikirizwa  gusa  inkiko zo muri Leta Zunze ubumwe z’Amerika, kandi wemeye ukanashyikiriza icyo kirego izo nkiko ku giti cyawe hagamijwe kujyana mu nkiko icyo cyemezo. Impamvu cyangwa ikirego runaka ushobora kugira kijyanye n’uru Rubuga kigomba gutangira mu mwaka (1) nyuma yo gutanga ikirego cyangwa impamvu. Mu buryo bwose bushoboka hashingiwe ku mategeko akurikizwa, wemera ko gukoresha uru Rubuga, itangazo runaka, amasezerano, gushyira ahagaragara cyangwa irindi tumanaho GirlEffect.org ikoherereza mu buryo bwa elegitoronike,  bihagije ku bisabwa n’amategeko runaka agenga itumanaho harimo ni uko iryo tumanaho riba riri mu nyandiko. Kunanirwa kwa GirlEffect.org mu gushimangira cyangwa gukora imirimo iteganywa mu ngingo runaka y'aya Mabwiriza y’imikoreshereze ntibisobanurwa nko gukurirwaho ingingo cyangwa uburenganzira ubwo ari bwo bwose. Yaba imyitwarire hagati yawe na GirlEffect.org cyangwa ibikorwa by'ubucuruzi ntacyo bihindura ku aya Mabwiriza y’imikoreshereze. GirlEffect.org ishobora kugenera uburenganzira n’inshingano byayo hakurikizwe  aya Mabwiriza y’imikoreshereze undi muntu runaka mu gihe icyo ari cyo cyose itakumenyesheje.\r\n\r\n**AMABWIRIZA**\r\n\r\nAya mabwiriza y'imikoreshereze akurikizwa iyo winjiye kuri uru Rubuga. GirlEffect.org yihariye uburenganzira bwose mu bushishozi  bwayo bwao guhagarika burundu cyangwa gukumira imikoreshereze yawe y’uru Rubuga, itakumenyesheje, hari impamvu cyangwa nta mpamvu runaka, utabiryojwe cyangwa undi muntu runaka. Byongeye kandi, aya Mabwiriza y’imikoreshereze cyangwa ingingo runaka ziyagize, bishobora guseswa na GirlEffect.org itakukumenyesheje igihe icyo ari cyo cyose, hari cyangwa hatari impamvu. Ibiteganywa n'amategeko ajyanye n'umutungo bwite mu by'ubwenge, Kwihuza cyangwa kwihuza ku zindi mbuga, Ubwishingire, Uburyozwe, Gutanga indishyi, Amategeko n’amabwiriza bikurikizwa, ntibiseswa.\r\n\r\nAheruka guhindurwa ku wa: Ku wa 3 Ukwakira 2014\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 39, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "terms", 
  "uuid": "b213812eca91471ca0d6b2f747ee54d3"
}