{
  "subtitle": "Impinduka zikomeye ziri kubaho mu mubiri", 
  "description": "Impinduka zikomeye ziri kubaho mu mubiri", 
  "language": "kin_RW", 
  "title": "\"Kugira amaraso ashyushye\" bisobanura iki?", 
  "primary_category": "32da3de0f0404fddaf4f28137c2ee64c", 
  "created_at": "2015-11-18T13:39:47+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-11-23T09:40:05.122532+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Ese ko nkunda kumva bavuga ngo inkumi n’abasore bagira amaraso ashyushye, bivuga iki? Ese ni byo? Nitwa Brandine, mfite imyaka 18, ntuye i Nyagatare. \r\n\r\nBrandine, reka noye kuvuga ngo inkumi n’abasore, ahubwo nongereho ngo abangavu n’ingimbi. Abangaba imibiri yabo itangira guhinduka, ngo barekeraho kuba abana batangire guhinduka abantu bakuru. Bityo, imibiri yabo itangira kuvubura imisemburo itari isanganywe. Iyi misemburo ni yo ituma aba bangavu n’ingimbi batangira kugira impinduka ku miterere y’umubiri wabo, hamwe no mu myitwarire bagaragaza. \r\n\r\nIyi myitwarire ihinduka, irimo nko kuvumbura imikorere y’imyanya myibarukiro yabo. Ikindi kandi baba bafite amatsiko menshi cyane. Ndetse, bamwe batangira kwiyumvamo ubushake bwo kuba bagerageza gukora imibonano mpuzabitsina. Nyamara,baba bakiri bato, ibice by’umubiri byerekeza ku kororoka ari bwo biri gukura, bitaragera ku rugero rwo gukura ruhagije. \r\n \r\nMuri iyi myaka y’ubugimbi n’ubwangavu, kumvikana n’ababyeyi kuri bamwe biragora, kuko baba batabona ibintu kimwe na bo.  \r\n \r\nIyo myitwarire bagira iba isa n’aho idasanzwe rero, hamwe n’izo mpinduka ziba mu mikorere y’imibiri y’abangavu n’ingimbi, ni byo bituma hakoreshwa iyi mvugo ngo: “bafite amaraso ashyushye”. ", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 3, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "kugira-amaraso-ashyushye-bisobanura-iki", 
  "uuid": "bca19a1793f8492bafa3afd0a4068129"
}