{
  "subtitle": "Ni ubwa mbere ubonye imihango?", 
  "description": "Ni ubwa mbere ubonye imihango?", 
  "language": "kin_RW", 
  "title": "Ububabare Mu Gihe Cy'imihango", 
  "primary_category": "32da3de0f0404fddaf4f28137c2ee64c", 
  "created_at": "2015-11-04T10:07:55+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-11-04T10:15:37.192962+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Nyampinga umwe amaze kubaza iki kibazo nahise ntekereza ko mwese mufite ibibazo byinshi mwibaza ku mihango, cyane cyane iyo mujya mu mihango mukaribwa mu gihe abandi bo bayijyamo ntibagire ikibazo. Nzi neza ko ibyo bibatera urujijo mukanibaza ibibazo byinshi. Na babandi bajya mu mihango bakaribwa kandi nabo, usanga batababara kimwe. Bamwe barababara cyane abandi bakababara gahoro. Bityo umuntu akaba yakwibaza ati “ese kujya mu mihango ukaribwa ni ikintu gisanzwe? Nonese hari igihe byaba ngombwa ko umuntu yajya kwa muganga? Cyangwa se uburibwe bwose umuntu aba agomba kubwihanganira?”\r\n\r\nMu kugerageza gusubiza iki kibazo, nifashishije imbuga za internet zirimo [nim.nih.gov][1] na [patient.co.uk][2].    \r\n\r\n**Uti biteye bite rero?**\r\n\r\nUbundi muri rusange ntabwo abakobwa n’abagore bagomba byanga bikunze kuribwa igihe cyose bari mu mihango. Ariko rero usanga bikunda kubaho kandi ntibinatangaje kuko mu gihe cy’imihango mu mura w’umukobwa cyangwa umugore haba harimo kuva amaraso. Aya maraso akaba aturuka ku kuba umura wari wariteguye kwakira urusoro ruzatanga umwana niharamuka habayeho gusama. Icyo gihe mu mura hasa n’ahabyibuha hagakora icyo twakwita uburiri urwo rusoro rwari kuzaryamamo. Iyo rero umugore cyangwa nyampinga arekuye intanga ye mu gihe cy’uburumbuke ariko adakoze imibonano mpuzabitsina idakingiye yamuviramo gusama, bwa buriri bwikoze mu mura bubura icyo bwakira, maze bugasenyuka. Mu gihe burimo busenyuka rero amaraso arava, tukabona imihango!\r\n\r\n**Ni iki gitera uburibwe mu gihe cy'imihango?**  \r\n\r\nMbere yo kwibaza impamvu habaho kubabara reka tubanze turebe uko imihango ibabazamo. \r\nUbundi ngo iyo tuvuga ko nyampinga cyangwa umugore aribwa mu mihango, ngo akenshi usanga ubwo buribwe abuterwa no kumva yacitse umugongo mu gice kigana hasi, ndetse akumva umugongo umurya, akagira ububabare mu nda yo hasi kandi ubwo bubabare bukaba bwaza ari bwinshi cyangwa bukaba buke. \r\nHari uburyo bworoshye ushobora gukoresha uri mu rugo ukabasha kugabanya ubwo bubabare, nko gufata icupa ririmo amazi ashyushye ukagenda urishyira ku nda yo hasi cyangwa igice cyo hasi cy’umugongo. Gusa usanga akenshi ubwo buribwe buza bugasubirayo, hashira akanya bukongera bukagaruka. Uburibwe butewe n’imihango ntibwagakwiriye kukubuza kujya ku ishuri kenshi, gusa iyo bikomeye burya uba ukwiriye kujya kwa muganga. \r\n\r\n \r\n\r\n\r\n  [1]: http://nim.nih.gov\r\n  [2]: http://patient.co.uk", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "ububabare-mu-gihe-cyimihango", 
  "uuid": "bfa81f3444ee437e9dffe0bf38174965"
}