{
  "subtitle": "", 
  "description": "Kugira ngo ugire uruhu rwiza rwo mu maso, ni byiza kurufata neza. Dore uko wabigenza.", 
  "language": "kin_RW", 
  "title": "Fata neza uruho rwo mu maso", 
  "primary_category": "32da3de0f0404fddaf4f28137c2ee64c", 
  "created_at": "2016-04-10T16:12:16+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-04-18T08:24:07.358709+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Si ngombwa gushakisha amavuta ahenze yo kwisiga. Ni yo mpamvu “Ni Nyampinga” twagushakiye uburyo wakoresha ngo ufate neza uruhu rwawe, kandi ukoresheje ibintu ushobora kubona ku buryo bworoshye.\r\n\r\nBanza umenye uko uruhu rwawe rumeze. Ese rufite amavuta menshi? Mu yandi magambo, ukunda kuyaga cyane? Cyangwa rufite amavuta make, ari byo kuvuga ko uhora usa n’uwumagaye? Ese ufite uruhu rusanzwe? Icyo gihe bigasobanura ko udakunda kuyaga cyane, kandi ntiwumagare.\r\n\r\n**UBURYO BWA MBERE**\r\n\r\nNiba uruhu rwawe rufite amavuta menshi mu maso:\r\n\r\n1.        Fata urunyanya rubisi\r\n2.        Rukuremo umutobe uwushyire ku ruhande\r\n3.        Katira “cocombre” muri wa mutobe w’urunyanya\r\n4.        Bisige ku ruhu mu maso buri munsi, ukoresheje ipamba. \r\n5.        Ibi bituma amavuta y’uruhu rwawe agabanyuka.\r\n\r\nUbu buryo Lydivine yarabugerageje. Ati: “Nkimara kubyisiga numvaga bikanyaraye mu maso. Nkumva navangamo amavuta cyangwa nkabireka, ariko ndihangana. Nyuma y’iminota nk’irindwi nahise mbikaraba, maze numva uruhu rwange ruranyerera neza. Ubu mbikoze nk’inshuro zirindwi kandi mbona hari icyahindutse ku ruhu rwange rwo mu maso. Ntiruyaga nka mbere kuko ntarabikora nabanzaga kwihanagura ngo amavuta agabanuke mu maso.”\r\n\r\n**UBURYO BWA KABIRI**\r\n\r\nIbingibi wabikoresha uko uruhu ufite rwaba rumeze kose:\r\n1.        Fata inyanya uzikande, umutobe wazo uwushyire ku ruhande\r\n2.        Fata avoka uzinombe neza\r\n3.        Vanga neza za nyanya na ya avoka, maze ubisige ku ruhu rwawe mu maso.\r\n4.        Bimarane hagati y’iminota 20 na 30\r\n5.        Noneho karaba mu maso n’amazi y’akazuyazi.\r\n\r\n**UBURYO BWA GATATU:**\r\n\r\nIbingibi wabikoresha uko uruhu ufite rwaba rumeze kose:\r\n1.        Fata urunyanya urukuremo umutobe\r\n2.        Noneho fata ubuki, maze ubuvange na wa mutobe w’inyanya\r\n3.        Bisige ku ruhu rwawe mu maso, maze ubimarane iminota nka 15.\r\n4.        Nyuma y’iyi minota, fata amazi y’akazuyazi woge mu maso.\r\n\r\nNadia yagerageje ubu buryo. Ati: “Nkimara gusiga ubuki mu maso yange byaramatiraga cyane, ndetse natekerezaga ko bitaza kuva mu maso n’iyo nakaraba. Ariko si ko byagenze kuko nyuma y’iminota 10 nozemo, kandi bikanshiraho neza. Maze kogamo numvaga uruhu rwafungutse, nkumva rurahumeka.” \r\n\r\n**UBURYO BWA KANE:**\r\n\r\nIbi ngibi wabikoresha uko uruhu ufite rwaba rumeze kose:\r\n\r\nKoresha:\r\na)        Umuneke wa kamaramasenge 1\r\nb)        Utuyiko 2 tw’ubuki\r\nc)        Umutobe wakamuwe mu ngingo imwe y’igisheke\r\n\r\n**UKO UBIGENZA:**\r\n\r\n1.        Nomba umuneke neza uwunoze\r\n2.        Shyiramo ubuki\r\n3.        Shyiramo ya mazi wakamuye mu gisheke ubivange bimere nk’igikoma.\r\n4.        Fata urwo ruvange usige ku ruhu mu maso rumareho iminota 15\r\n5.        Noneho bikarabe ukoreshe amazi meza gusa\r\n6.        Ubu buryo bukoreshwa rimwe mu cyumweru, bigatuma uruhu ruhumeka neza kandi rugasa neza\r\n\r\nBenie yagerageje ubu buryo. Aragira ati: “Ubu buryo narabukunze. Nabishyize mu maso haramatira, ndetse uko bigenda byuma nkumva mu maso hakanyaraye. Nirebye mu maso nabonaga hayaga. Ariko maze kogamo numvishe horohereye ndetse hakeye. Gusa byarangoye kubona umutobe w’igisheke!”\r\n\r\n**UBURYO BWA GATANU:**\r\n\r\nAha ngaha noneho ukoresha umwuka w’amazi, hamwe n’ibibabi by’ibiti. Ibibabi uhitamo gukoresha, biterwa n’ubwoko bw’uruhu ufite:\r\n-        Ku bafite uruhu rusanzwe, bakoresha ibibabi by’ umucyayicyayi cyangwa se peresili (persil)\r\n-        Ku bafite uruhu rw’amavuta bakoresha ibibabi by’inturusu, ibya romarini (romarin), ibishishwa by’icunga cyangwa se iby’indimu.\r\n-        Naho ku bafite uruhu rwumutse bagakoresha ibibabi by’icyatsi cyangwa ururabo rwita “sauge”.\r\n\r\n**UKO UBIGENZA:**\r\n\r\n1.        Iyo umaze guhitamo ibibabi ukoresha ukurikije uruhu rwawe, usukura mu maso neza\r\n2.        Biza amazi yakuzura icupa rya pirimusi nini\r\n3.        Yakure ku muriro ushyiremo ikibabi wahisemo bitewe n’uruhu rwawe, maze ubireke bimare iminota 5\r\n4.        Tereka iyo safuriya irimo amazi ku meza atinyeganyeza\r\n5.        Ubikaho umutwe, ariko ntuwukoze ku isafuriya cyangwa mu mazi. Hagomba gusigaramo umwanya ungana n’uwo wateramo intambwe ebyiri z’ikiganza cyawe. \r\n6.        Humiriza, maze witwikire igitambaro mu mutwe kugera ku ntugu, umareho iminota 10 umwuka wa ya mazi ukuzamukira mu maso.\r\n7.        Karaba mu maso wisige amavuta usanzwe wisiga.\r\nGukoresha umwuka w’amazi bikorwa rimwe mu kwezi ku bafite uruhu rusanzwe n’uruhu rw’amavuta naho ku bafite uruhu rwumye bakoresha umwuka w’amazi rimwe mu mezi abiri.", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "70aa301d4c54434196113ea78264c481", 
  "published": null, 
  "position": 3, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "fata-neza-uruho-rwo-mu-maso", 
  "uuid": "cdbbcae81c8c4c2e9d0b402777a2ee87"
}