{
  "subtitle": "", 
  "description": "Soma urebe ibyo urundi rubyiruko rwabivuzeho!", 
  "language": "kin_RW", 
  "title": "Ese abahungu n'abakobwa bashobora kuba inshuti zisanzwe?", 
  "primary_category": "32da3de0f0404fddaf4f28137c2ee64c", 
  "created_at": "2016-01-25T09:51:14+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-02-02T06:57:14.842340+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Umubano hagati y'umuhungu n'umukobwa ntabwo ugarukira gusa ku rukundo rwihariye, ahubwo bashobora kurema umubano usanzwe kandi uhoraho nk'inshuti.  \r\n\r\n“Ntekereza ko abakobwa bashobora kuba inshuti n'abahungu ntibazigere babagirira andi marangamutima yakurura urukundo rudasanzwe\". \r\n\r\nUmukobwa ashobora kugira inshuti magara z'abakobwa bagenzi be ndetse n'umukunzi w'umuhungu akunda kandi yifuza kuzabana nawe. Ariko kandi ashobora kugira abandi bahungu mu buzima bwe: bamaranye igihe, bakaba inshuti zisanzwe zimufasha mu buzima. \r\n\r\nAbanyamakuru ba \"Ni Nyampinga\" banyarukiye ku kigo cy'urubyiruko cya Kabuga kugirango bumve icyo urubyiruko rubivugaho. Twasanzeyo itsinda ry'abakobwa biga kudoda ndetse n'irindi ryakoraga imyitozo yo kubyina imbyino za gakondo bari kumwe n'abahungu. \r\n\r\nTwabonanye na Ingabire Gisele w'imyaka 18 y'amavuko wari waje kureba ababyina. Yatubwiye ko afite inshuti magara y'umuhungu, kandi ntaho bihuriye n'urukundo rwihariye na gato. Mu by'ukuri, yemera ko hari itandukaniro rikomeye hagati y'abahungu n'abakobwa ku byerekeye imibanire. Mu gihe inshuti ye magara y'umukobwa bahoranye yashoboraga kuba yamumenera amabanga, uwo muhungu bafitanye umubano ubu arayabika bikomeye. \r\n\r\nGisele ati: “Ntekereza ko abakobwa bashobora kuba inshuti n'abahungu ntibazigere babagirira andi marangamutima yakurura urukundo rudasanzwe”. Yunzemo ati: “Kandi mfite ibimenyetso. Inshuti yanjye magara y'umuhungu imbikira amabanga kurusha kure umukobwa twari inshuti\".\r\n\r\nCrescence Mukahirwa nawe afite inshuti magara y'umuhungu. Ngo bafitanye umubano mwiza. Ngo ni \"inshuti zisanzwe\". Mukahirwa afata uwo muhungu nk'umwizerwa kandi yizera ko adashobora kumuvamo ngo abe yamumenera amabanga. Uwo muhungu ngo amugira inama nziza.\r\n        \r\n“Dufitanye umubano mwiza cyane”, aya ni amagambo ya Crescence, waje kongeraho ati: “Azi ko mfite umukunzi, icyo rero si cyo agambiriye kuri njye. Duhanahana inama z'imibanire\". \r\n\r\nAbabyeyi nabo batangiye guhindura imyumvire ku bijyanye n'umubano hagati y'abahungu n'abakobwa. Bimaze kugaragara ko urukundo rwihariye atari wo mubano wonyine ushobora kuba hagati y'abantu babiri badahuje igitsina. \r\n\r\nChristine Musabyemariya utuye i Kabuga, ni umubyeyi w'abana batatu, abakobwa babiri n'umuhungu umwe. Ngo abona nta kibazo kiri mu kuba abahungu n'abakobwa bagirana umubano. Ati: \"Inshuti y'umuhungu ishobora kumugira inama abakobwa batamugiriye\". Akomeza ati: \"Birumvikana ko ababyeyi bahangayikira abakobwa babo, ariko ibihe byarahindutse. Wowe koresha uko ushoboye ugire imibanire myiza n'abana bawe kugirango ubigishe uko bakwiriye kwitwara ku nshuti zabo badahuje igitsina\". \r\n\r\nKuba bamwe mu bakobwa bizera abahungu cyane ntibisobanuye ko abakobwa batagira ibanga. Icy' ingenzi ni ukubona inama ku bantu wizera, hatitawe ku bitsina byabo.    \r\n\r\nAbanyamakuru b'ikiganiro cya \"Ni Nyampinga\", Cecile Musanase na Sarah Duhimbaze babajije abakunzi b'ikiganiro niba batekereza ko abakobwa n'abahungu bashobora kuba inshuti zisanzwe; abakobwa mu mpande zose z'igihugu barahamagaye batanga ibitekerezo byabo kuri iyo ngingo:    \r\n\r\nDonata wo mu Karere ka Bugesera ati: “Abahungu n'abakobwa bashobora kugirana umubano w'igihe kirekire mu gihe babashije kwizerana\". \r\n\r\nTheogene ati: “Mu by'ukuri uratekereza ko abahungu n'abakobwa bashobora kugirana urukundo rutari urwihariye? Sinzi pe! Ntekereza ko bishobora kurangira baryamanye!\"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                              \r\n\r\nIzabayo Jean de Dieu wo mu Karere ka Gakenke ati: “Kugira inshuti mudahuje igitsina ni byiza cyane, iyo mubasha kubitsanya amabanga\".                              \r\nAdelphine w'i Kibungo: “Ndi inshuti n'umuhungu w'umwana mwiza. Afite umukunzi kandi nanjye mfite umukunzi. Ibyo ntitwakwemera ko biduhagarikira umubano, dukunda kuba turi kumwe\".   \r\n\r\nDukeneye ko wagira icyo ubivugaho! Duhamagare kuko ibitekerezo byawe bituma \"Ni Nyampinga\" irushaho kuba ikiganiro kiryoshye!", 
  "source": null, 
  "featured": false, 
  "author_tags": [
    "Sifa Mukayuhi", 
    "Noella Nyirabihogo", 
    "Ritha Bumwe"
  ], 
  "image": null, 
  "published": null, 
  "position": 3, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "ese-abahungu-nabakobwa-bashobora-kuba-inshuti-zisanzwe", 
  "uuid": "df750faafb774118841a4699bfb22cb2"
}