{
  "subtitle": "", 
  "description": "Ni Nyampinga spoke with Rachel who is 70 years old about what puberty was like when she was a young girl. ", 
  "language": "eng_GB", 
  "title": "Puberty during my time", 
  "primary_category": "476504c860f241978ef52251c493455f", 
  "created_at": "2016-03-16T13:08:27+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-03-19T12:15:50.022435+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Ni Nyampinga spoke with Rachel who is 70 years old and from Mukamira in the Nyabihu district about what going through puberty was like when she was a young girl.\r\n\r\nNN: What was it like to be a teenage girl in your day?\r\n\r\nRachel: When I was younger, teenage girls  didn’t wait for someone else to tell them what to do. They knew what time to clean the house, to fetch water, to feed the animals, to weed the gardens and so on. She wouldn’t live in a dirty home.\r\n\r\nNN: Was there anything young girls weren’t allowed to do?\r\n\r\nRachel: So much! For example, teenage girls weren’t allowed to spend the night outside of their homes. Bad behaviour wasn’t acceptable. \r\n\r\nNN: Did girls back then need to be taught about the changes that occur during puberty?\r\n\r\nRachel: Yes! Take me, for example. When I got my first period, I immediately ran to see my grandfather’s wife. I told her that blood wouldn’t stop flowing from my body. She told me that I had become a woman!\r\n\r\nNN: What kind of of information was available to you?\r\n\r\nRachel: Girls got information from older people that they were close to. For me, it was my grandfather’s wife. \r\n\r\nNN: What do you mean when you say your grandfather’s wife?\r\n\r\nRachel: My grandfather had two wives, so I’m referring to the woman who was not my actual grandmother. \r\n\r\nNN: Why did you choose to confide in her?\r\n\r\nRachel:  I remember one day when I was a bridesmaid in another girl’s wedding. The bride was crying all the way as she moved to the groom’s home. Later, when I got home, I told my grandfather’s wife what had happened. I told her that I wouldn’t cry like that on my wedding day. She listened to me and explained why the girl was crying. From then on, I felt really comfortable speaking with her.\r\n\r\nNN: Did you have any other ways of finding out information?\r\n\r\nRachel: We used to meet up in groups of girls called “Mu Rubohero.” \r\n\r\nNN: Where would these gatherings take place? \r\n\r\nRachel: Usually, they took place in somebody’s home. All the girls from the same area would meet up there. We’d bring everything we needed to weave together and, as we worked, we’d talk. Often we’d chat about what we’d be like once we got married. \r\n\r\nNN: Can you remember anything funny that happened when you were a teenager?\r\n\r\nRachel:  One day, one of my father’s friends came to visit. He spent the night at our house, and the next day, he said he’d be happy to stay longer because he liked the bed so much. I made that bed myself, so I was really happy when I heard that!\r\n\r\nNN: Thank you very much for your time, Rachel. Remember, girls, going through puberty is something that’s been around forever. Let’s celebrate our bodies and let’s not be afraid to have conversations about them. \r\n\r\nDID YOU KNOW? \r\n\r\nDid you know that long ago, almost every girl was a member of a club? It was called “Mu Rubohero,” and it was where girls came together to work, exchange ideas, play, and make friends. \r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "b3604551be7a4c44879481dc1e0eb4d4", 
  "published": null, 
  "position": 5, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "puberty-during-my-time", 
  "uuid": "e63fc38cf8634dd5816399420bdcb4b8"
}