{
  "subtitle": "Rachel w'imyaka 70 y'amavuko aratubwira ibyo yamenye ku bwangavu akiri muto  ", 
  "description": "Rachel w'imyaka 70 y'amavuko aratubwira ibyo yamenye ku bwangavu akiri muto  ", 
  "language": "kin_RW", 
  "title": "Ubwagavu Mu Gihe Cyanjye", 
  "primary_category": "fcb4fcdc99164b7d87a4148fb5b23cf5", 
  "created_at": "2015-11-04T10:53:56.861923+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-11-04T10:53:56.862156+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "*“Ni Nyampinga” twegereye Rachel ngo atubwire iby’ubwangavu bwo hambere. Afite imyaka 70. Atuye ku Mukamira mu Karere ka Nyabihu.*\r\n\r\nNN: Umwangavu wa kera yari ameze ate?\r\n\r\nRachel: Umwangavu yari wa mukobwa wabaga atangiye kumenya kwibwiriza gukora imirimo yo mu rugo nko gukubura, kugaburira amatungo, kubagara n’ibindi. Ntiyabaga ahantu hari umwanda.\r\n\r\nNN: Ese hari ibintu yabuzwaga?\r\n\r\nRachel: Ni byinshi! Urugero, nta mwangavu wari wemerewe kurara mu gasozi cyangwa se gusamara.\r\n\r\nNN: None se yakeneraga amakuru?\r\n\r\nRachel: Cyane! Nkanjye, ubwa mbere njya mu mihango narirutse njya kureba mukeba wa nyogokuru, aba ari we mbwira ukuntu ndi kwihanagura amaraso ariko akanga agakomeza kuza.  Aransubiza ngo nabaye umukobwa!\r\n\r\nNN: None se ubwo amakuru mwayakuraga he?\r\n\r\nRachel: Umukobwa yayahabwaga n’umuntu mukuru yisanzuraho. Nkanjye yari mukeba wa nyogokuru. \r\n\r\nNN: Ese mukeba wo nyogokuru ubwo ni inde?\r\n\r\nRachel: Sogokuru wanjye yari afite abagore babiri. Uwo mugore wundi utari nyogokuru wanjye ni we mukeba wa nyogokuru.\r\nNN: None se hari ahandi mwakuraga amakuru?\r\n\r\nRachel: Harahari. Twajyaga duhurira mu rubohero, tukaganira. \r\n\r\nNN: Mu rubohero hari hehe?\r\n\r\nRachel: Habaga ari nko mu rugo rw’umuntu, noneho abakobwa bo mu gace kamwe tukahahurira. Twitwazaga ibikoresho bitandukanye byo kubohesha imisambi. Ahanini twaganiraga ku kuntu tuzubaka ingo zacu nituba abagore.\r\n\r\nNN: Urakoze cyane Rachel kutuganiriza. Reka twibutse ba “Ni Nyampinga” ko ubwangavu bwahozeho kandi buzakomeza kubaho. Dukurikije ibyo twabonye rero, nimureke tunyure mu mpinduka zitubaho mu gihe cy’ubwangavu twishimye, kandi ntitugatinye kuziganiraho rwose.\r\n\r\n**WARI UZIKO**\r\n\r\nWari uziko no mu gihe cya kera hafi buri mukobwa yajyaga muri «club», ari ryo tsinda? Bagakora uturimo, bakungurana ibitekerezo, bagakina, bityo bagahinduka inshuti. Iryo tsinda bahuriragamo nta handi, bahitaga “mu rubohero”.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "ubwagavu-mu-gihe-cyanjye", 
  "uuid": "fd016dd247d345a3a44af3051412271c"
}