{
  "subtitle": "ESE IGISABO BARAGIHINGA, BARAKIBAZA, CYANGWA BARAKIBUMBA? ", 
  "description": "ESE IGISABO BARAGIHINGA, BARAKIBAZA, CYANGWA BARAKIBUMBA? ", 
  "language": "kin_RW", 
  "title": "IGISABO KIVA HE", 
  "primary_category": "fcb4fcdc99164b7d87a4148fb5b23cf5", 
  "created_at": "2015-05-22T04:55:14+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-05-28T09:59:28.251050+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Ushobora kuba uzi igisabo nka kimwe mu byangombwa bitagomba kubura umugeni w’umunyarwandakazi ashyingiranwa. Ariko se wari uzi aho kiva?\r\n\r\nUmubyeyi w’imyaka 56, Nyirandegeya Mary, utuye muri Nyagatare, akora umwuga wo gutunganya ibisabo akanabigurisha. Abigura n’umuhinzi wabigize umwuga witwa Kabogere Samuel. Nyirandegeya agira ati “mvuka nasanze ibisabo, ibyansi, ibirere n’umugamba, ari ibikoresho umukobwa yitaho akabishimirwa cyane, yaba atabyitayeho kandi bakamugaya.”\r\n\r\nNa n’ubu mu muco nyarwanda igisabo cyitabwaho. Nk’uko umuntu yisiga amavuta, na cyo gisigwa amavuta y’inka, bakagihanagura neza, bakacyoza, bakanacyitira, kandi kikabika amata neza. No mu gihe bashaka gucunda ni cyo bifashisha. \r\n\r\nNyirandegeya avuga ko mu muco nyarwanda nta mukobwa wasabwaga ngo igisabo kibure mubishyingiranwa bye. Ati “kutagishyingiranwa cyari ikizira! Cyari cyubashywe kuko n’iyo cyasazaga nticyamenwaga cyangwa ngo kijugunywe, baracanaga bakagitwika kugeza gishizeho.’’\r\n\r\n**Dore uko ibisabo bihingwa bikanatunganywa:**\r\n\r\n 1. Utera urubuto rwacyo kikerera amezi atandatu. Urubuto rumwe rweraho ibisabo byinshi.\r\n 2. Ukigisarura, ugikataho ufashe ahagana ku ijosi ryacyo, ugacaho agatwe gato.\r\n 3. Umaze kugikata, ujomba agati mu nda yacyo usa n’ucukuramo, hakavamo amazi menshi.\r\n 4. Ubirangije, ugitereka ahantu hashyushye (nko mu icukiro, mu cyobo ugatwikira, cyangwa ugateka kimwe kimwe mu buryo bwabugenewe) kugira ngo gihugute, ari byo kubora kw’imbuto zirimo imbere.\r\n 5. Gitangira kwishishura, ukagiharura neza, ukamena na za mbuto ziba zarumye zigahungukiramo imbere.\r\n 6. Noneho buri munsi ushyiramo amazi ashyushye ukacyoza neza kugira ngo gishiremo impumuro mbi.\r\n 7. Buri munsi kandi ugisiga amavuta y’inka kugira ngo kizase neza, kiyage; igisabo cyawe kikaba kirabonetse.\r\n 8. Kuri ubungubu, igisabo gisigwa na verine (*vernis*) kugira ngo gise neza kurushaho\r\n\r\n\r\n**INYUNGURAMAGAMBO:**\r\n\r\n 1. **UMUGAMBA:** Ni igiti cyangwa inkoni itatse neza bamanikaho ibisabo.\r\n 2. **KWITIRA:** Ni ugushyira umwotsi w’utwatsi two mu ishyamba twitwa “ubwitizo” mu bisabo n’ibyansi, kugira ngo amata abitswemo ahumure neza.", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 1, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "igisabo-kiva-he", 
  "uuid": "fd257e886a7d4c84b583cef7c86469be"
}